{"0": ["Plzz @narendramodi sir take action against arnab Goswami release arnab #IndiaWithArnab"], "1": ["NRI Support for Arnab Goswami | Join Now | Live Support for Arnab from B... https://t.co/REhpnHBqtL via @YouTube"], "2": ["@Kirti53928226 Ironical that the handle name is Justice for SSR and the dp is of Arnab Goswami."], "3": ["InfoDesk@ohchr​.​org: OHCHR - Stop the Human Rights Violation of Arnab Goswami (Journalist) in India - Sign the Petition! https://t.co/rfK2FDzHKD via @ChangeOrg_India"], "4": ["Arnab Goswami shifted to Taloja jail for using mobile phone at quarantine centre in Alibaug | - Times of India https://t.co/5NAi0gdaiK"], "5": ["We support Arnab Goswami https://t.co/tpUPvzIwhW"], "6": ["@himantabiswa @INCIndia Death of democracy , death of freedom of speech , death of fundamental rights are being seen today in case of Arnab Goswami illegal arrest..what is doing the central govt?? Home ministry should take action against them rather than condeming in tweets"], "7": ["@ishkarnBHANDARI Arnab Goswami, who's in judicial custody, has been sent to Taloja Jail. This happened today, on Sunday.\nTaloja Jail is called hub of underworld. Why CBI NCB NIA are Silent. \n@narendramodi\n@AmitShah\n@dpradhanbjp\n@rammadhavbjp\n https://t.co/siGIjoRPUp"], "8": ["Major concern of every friend and suppporter of Arnab Goswami is his safety and security.\n\nAnd reaction of followers in SS. https://t.co/jZxPCCVIHm"], "9": ["@PremMis99858101 @logicalvoter @ankushere @ANI WTF!\nHow is it fake?\nRhea was jailed just bcz of taking weed which is normal is our society!\nAnd here.. \n2ppl lost their lives bcz of this self proclaimed journalists arnab Goswami!\nnow their family getting justice then what's your problem?"], "10": ["This guy is dangerous... after abetting suicide he continues to disrespect the law\nHe needs to be put in anda cellNavi Mumbai: Arnab Goswami shifted to Taloja jail for using mobile phone at quarantine centre in Alibaug https://t.co/5YWl2lhBYw via @timesofindia"], "11": ["@AmitShah our Honourable Home Minister kindly save Arnab Goswami.A truth speaking Journalist is cruely treated by the Maharashtra govt.the mumbai police and maharashtra govt is misusing their power.i beg you sir.please release Arnab from custody."], "12": ["Release Arnab Goswami#ArnabWeAreWithYou"], "13": ["@DChaurasia2312 Respect @DChaurasia2312 sir for standing with Arnab Goswami...u are a true journolist and a patriot...despite be ur rival u have lend ur support to Arnab hatsoff to u sir...I don't expect this from th Lutyens media the are celebrating arnabs arrest..#ReleaseArnabGoswami"], "14": ["@PMOIndia @rsprasad Modi ji, when will you pay attention to Arnab Goswami's Case, after his death? 🙁🙁"], "15": ["What are you doing @AmitShah @pmo ji please save Arnab Goswami his life is under threat 🙏\n@rashtrapatibhvn"], "16": ["@ShiningIndia10 @_PreetiPandey @SubuhiKhan01 @Republic_Bharat Save Arnab Goswami. Save India. Save Democracy.\n\nPMO &amp; BJP. Kindly act.\n\n#ReleaseArnabGoswami"], "17": ["@Swamy39 please save Arnab Goswami as he is being shifted to jail where very dangerous Anti Social elements are placed. Please help Arnab Goswami to save his life https://t.co/3VohOH9H1z"], "18": ["@republic Please go as early as possible before Mumbai police can do something big with Arnab Goswami. As it’s started all after 12Am news by bar and bench tht HC hear on Arnab bail again on Monday at 3pm date 9 nov 20 @GeneralBakshi @itsdeleena @SaraSushant2020 @RiyushaA95 @KiritSomaiya"], "19": ["@narendramodi Respected prime minister sir please save our Arnab Goswami sir..\n#ArnabPrideOfIndia #IndiaStandaWithArnab #IndiaWithAranb"], "20": ["@ManMundra Where were then so called voicer of media when yogi govt oppressed journlist by FIR/Arreats for showing news?  WHAT A DOUBLE STANDARD 😠\n\nhttps://t.co/fp9ekAd94o"], "21": ["@republic Seriously, This is so horrible and unethical, Arnab is not a terrorist, murderer nor a rapist. Just because he speaks the truth about Bollywood and politicians he has to pay for that, really terrible treatment. We strongly stand with Arnab Goswami and Republic TV."], "22": ["Had a talk with General GD Bakshi, he is meeting the Hon'ble President of India for representation on Behalf of Arnab Goswami."], "23": ["Dear \n@narendramodi\n live up to our expectations. Save democracy while saving \n@Arnab\n I am not asking to save any news channel but a citizen( Arnab Goswami ) who is tortured  for speaking truth. If anything happens to Arnab then we can't imagine this country."], "24": ["@vivsax @SushantBSinha @AmitShah Why only Arnab Goswami?\nRahul Gandhi is on bail for so long nothing is done.\n\nShashi Tharoor is allegedly accused yet no arrest or investigation.\n\nIs Maun Modi looking after is his  political friends?\n\nIs #ArnabGoswami sacrificial lamb for BJP political agenda in MH."], "25": ["I request to the honorable Supreme Court of India to urgently look into this matter. one person is saying on record that his life is in danger and all the designated authorities are silent on the matter.\nplease save life of Arnab Goswami.\n\n#Hyderabad4SSR\n#NationStands4Arnab https://t.co/oDrLV1Fk6Q"], "26": ["@PrinceArihan Those in power r sleeping/silent. Pls @PrinceArihan save our Arnab Goswami @republic pls do something. Get him out. Give him security. Just pls save the man. Shame on those who r in power, shame on them\n\n#ArnabGoswami \n#IndiaWithArnab \n\n@AmitShah @PMOIndia @NiteshNRane"], "27": ["#IndiaWithArnab Great farce is shown in Arnab Goswami cases. CJI,PM,HM please do something ."], "28": ["@OpIndia_com Fact check arnab Goswami is never in any social media \nTimes of India stop your fake news"], "29": ["@republic We are indeed in जंगलराज otherwise whatever is happening with Arnab Goswami due to raising voice against Sonia sena misdeeds, is not possible. Such misuse of power and government machinery is only possible in जंगलराज।"], "30": ["@PMOIndia Please sir it's a request to provide protection to Arnab Goswami or they will Harm him for sure. Is there no democracy left in our country how can maha gov can do something like that."], "31": ["@D84bambi @BJP4India Arnab Goswami, who's in judicial custody, has been sent to Taloja Jail. This happened today, on Sunday.\nTaloja Jail is called hub of underworld. Why CBI NCB NIA are Silent. \n@narendramodi\n@AmitShah\n@dpradhanbjp\n@rammadhavbjp\n@myogiadityanath\n https://t.co/siGIjoRPUp"], "32": ["@indSupremeCourt @rashtrapatibhvn #CJIBobde \nRelease Arnab Goswami today...\n@republic #IndiaWithArnab"], "33": ["There are two way to get bail for Arnab Goswami.\n1. Interference of Central Govt. or  President of India \n2. Arnab Goswami fans come out on road of Mumbai and lock the main moving road towards Maharashtra High Court for this we need at least 200,000 Youngs"], "34": ["@narendramodi Please help Arnab Goswami. He too is a soldier in distress.\n#IndiaWithArnab"], "35": ["I request Supreme Court of India to urgently look into this matter. one person is saying on record that his life is in danger and all the designated authorities are silent on the matter....\nplease save life of Arnab Goswami._/\\_\n\n#Hyderabad4SSR\n#NationStands4Arnab https://t.co/tCTHqF2U0c"], "36": ["“Entire state and national machinery will be held responsible if any harm is inflicted on my husband”: Arnab Goswami’s wife releases statement\n\nhttps://t.co/Qv9CGdsVYq"], "37": ["@republic Twitter Trend support Arnab Goswami is 150k"], "38": ["@NagpurKaRajini If they are not helping Arnab Goswami,  who will help the common man."], "39": ["Let this reach more people. @khanumarfa https://t.co/8Ku9tSwghN"], "40": ["@narendramodi Respect Modiji, \n   I respect you alot... And I am proud to have PM like you of my nation... But sometimes feel bad to see people's like MH CM &amp; Sharad Pawar when they misuse the power of administration against loyal people's of India... Like Arnab Goswami, Kangana Ranawat, etc.."], "41": ["@narendramodi @republic @AmitShah  the nation wants justice... Please take A  very serious step now... The nation is anxiously looking forward for your intervention and relief for the truth supporters like Arnab goswami... Please save Arnab and save the democracy JAY HIND https://t.co/wS50Fi8dRk"], "42": ["In future it will not be allowed is not the freaking solution ! Action needs to be done at this very moment to protect Our Democracy and Arnab Goswami !! \n\nPlease pass on this msg and plea to Centre ! Don't test our Patience ! \n\n@indSupremeCourt take Suo Moto \n#NationStands4Arnab https://t.co/UnISOT19M5"], "43": ["@narendramodi \nModi Sir,\nPlease do..... and release Mr. Arnab Goswami."], "44": ["Had a talk with General GD Bakshi, he is meeting the Hon'ble President of India for representation on Behalf of Arnab Goswami."], "45": ["@chan755 @MajorPoonia @HMOIndia Arnab Goswami should have killed atleast 10 people, then he would be an inspiration just like Salman Khan and Sanjay Dutt who have worked so hard to destroy so many lives, I think these 2 should represent India in United Nations, because they clearly reflect our current Govt."], "46": ["@GeneralBakshi Looks like Central government sold Arnab to Sena, Arnab Goswami should realise he was a scape goat for political gains. #ArnabGoswamy"], "47": ["@Republic_Bharat Free arnab goswami his life is in threat Modi govt should interfere otherwise @narendramodi @AmitShahOffice ur never going to again come in power"], "48": ["Navi Mumbai: Arnab Goswami shifted to Taloja jail for using mobile phone at quarantine centre in Alibaug https://t.co/QWtAig7lVW via @timesofindia"], "49": ["#NationStands4Arnab Arnab always supported central government good and honest work its the time that central government should intervene for arnab Goswami"]}