{"0": "One hundred years ago, women obtained the right to vote in US elections.\n\nTonight, Joe Biden was elected as the next President of the United States, and Kamala Harris will serve as Vice-President. She is the first woman to be elected to the position.\n\nDemocracy has won.", "1": "@CNN @CNNPolitics these people got me through 4 days of the 2020 elections! As a Brit glued to the TV, I thank you for your brilliant reporting, it helped me understand the crazy that is the US elections. FINALLY, I can get a good nights sleep (with a smile on my face!) https://t.co/iG25ZdAoAB", "2": "@MitchWheeler19 @brockemartin @CassandraRules Why are you Canadians interfering in US elections? There sure are a lot of you here. We don’t care if you elect Twinkletoes Blackface for your PM and we won’t stop you. Why don’t you go harass him? #MYOB #GetLost DHSgov", "3": "Elections and appointments should bring great candidates, where most people would be glad to have any of them serve, rather than candidates that force us to choose on the basis of harm-reduction. There should be no such thing as a \"bad\" or \"dangerous\" candidate.", "4": "@ChiBDM Premature victory happens to the best of us, champ. Plus, Oberweis isn’t accustomed to winning many elections.", "5": "Congratulations @JoeBiden and @KamalaHarris on winning the 2020 US Elections. I am not quite clear what the 8pm deadline stands for; it seems very questionable why the Ballots were not delivered for count until 5am the following morning! But my Congrats stand.", "6": "Joe Biden wins US Presidential Elections and Trump is out of White House", "7": "@michaelshermer In a mature democracy, as is the case in the US, the Republic is designed in such a way elections point to subtle changes, but their results are not revolutionary. The world goes on, and tomorrow will be almost as it was yesterday.", "8": "ANALYSIS: How the man from Scranton won the WHite House.\n\n@JoeBiden 'patched' up the #BlueWall and won back just enough of the Democratic coalition. \n\n@NYDailyNews @JMilesColeman\n\nhttps://t.co/mKEVE1dXsb", "9": "\"Elections have consequences.\" Remember @realDonaldTrump ? Congratulations to America, she can reclaim her dignity and show that at least the majority of us do not support this racist pathetic excuse for a president. Donald Trump, you're fired.", "10": "The true winners of the 2020 US elections were the friends we made along the way @JohnKingCNN @andersoncooper #USElectionResults2020", "11": "@bIuesoob they said 🐧 was white and “better have voted for biden” in the us elections", "12": "Us presidential elections are the prove that everything went south in 2020.\n\nShut up 2020, just go!", "13": "The last one month has been a lot. EndSars, the lekki shooting, the violence that erupted, the arrest of peaceful protesters and donors to the #EndSars movement, and finally, the weeklong US elections. \n\nHow am I healing? Listening to “Know” and “Ori mi Wu” by @lamiphillips", "14": "As covid continues, as we see effects and reactions of the US elections, as Remembrance Day comes up, and as seasonal depression sets in, I think it's as good a time as any to speak on #Movember. Sometimes men don't have the most constructive ways of dealing with emotion (1/2) https://t.co/iy8YJOmwOr", "15": "The US Elections are more like spiritual battles than physical.\n\nYall won't understand when I proudly say Donald Trump will have the 2nd term in the White cause you are more physically than spiritual.\n\nYesterday I said complicated as it is,  Trump will win, im not doubting that", "16": "@Abaddon8979 @Pink_Irises 🤷‍♀️ I mean I know I don’t support either side because the fact we keep getting put on a “pick the less evil side” for elections is bull imo. I’m tired of us having to pick a choice about “can we survive this time?”", "17": "@JohnWest_JAWS @Maxmycat Sorry to say:\nMuch as I would like it to be true, much as many, many Parisians will be currently rejoicing, even possibly celebrating, at President-Elect Biden and VP-Elect Harris winning US elections, this is fake news. Just confirmed first-hand by my friend in Paris.", "18": "Join us 9am HST Sunday, November 8th, for our YouTube Live Stream Bible Prophecy Update. Pastor JD answers the question of “Now what?” in light of the ongoing chaos over the election declaring Biden the winner. \n\n#Elections #Prophecy #Jesus  \n\nhttps://t.co/jhkZ43dItE", "19": "https://t.co/XSd8mw1ls2 What Biden is going to do is get plenty of sleep in the basement and let Harris handle the country. The main objective was NOT what was good for the country, but rather, GET RID OF TRUMP, because the Dems and the Media screamed: \"GIVE US BARABBAS.\"", "20": "Trump doesn’t accept Biden’s win, contesting media putsch: Fighting for us, fighting for honest and transparent elections. https://t.co/xh2iTBU8af https://t.co/w0EkKqM6S9", "21": "Cheater and stole the elections have fun with you fuck President may he get us into war we cant and be destroy. #Election2020", "22": "@jayrayner1 @christopherhope Also worth remembering there have been two US presidential elections and two general elections since the Brexit referendum. But we’re tied to a decision made over 4-years a go", "23": "The Bidenator: \"22160 [...]\" https://t.co/vk0e0w18Ft", "24": "@7NewsSydney @JoeBiden There is no way Biden got anywhere near trump in Nevada or Arizona total Corruption.\nWill probably need international observers in US elections from here on.", "25": "@zaldytor He hasn't lost, the election has to be certified.  The media only is declaring Biden the winner to try to sweep the fraud under the rug.  Do you know how US elections work?", "26": "@ScottFantasy @realDonaldTrump @JoeBiden First of all, I'd like to thank the academy\n\nhttps://t.co/KSKgql8HpK", "27": "Yes, as are all elections. We're just statistically certain that our guy won. As for your legal challenges, they don't pass muster, and you know it. But please continue to bathe in that delusion, it only makes us happier. https://t.co/xQTi6hIIxC", "28": "US are still imperialists and they are just the \"lesser evil\" but at least, cheetos guy lost the elections and that's what????\n\nThat's what he deserves 😚👍🏻", "29": "The very reason why we’re so invested in the US elections is that we wanna see that it’s possible!!! I’M SO GENUINELY HAPPY FOR AMERICA RIGHT NOW. LET’S WORK HARD FOR THE NEXT 2 YEARS TO USE THEM AS AN EXAMPLE AND INSPIRE THE NATION. IN THE MEANTIME, REGISTER TO VOTE. 💃🏼 https://t.co/saiXuXPvv7", "30": "Care of N*A*T*U*R*A*L*N*E*W*S*.com: Fake news media tries to GASLIGHT America, claims Biden the winner… Trump fires back with ultimate truth: The media doesn’t decide elections - Join Us &amp; #UniteForFREEDOM-28th Nov-Battersea Park ❤️SHARE-SHARE-SHARE❤️#TRUMP #Biden #Election2020 https://t.co/lSiQoiqBrt", "31": "“They try to divide us w votes and elections”", "32": "@kleiner36 @RBReich They can’t be democratic elections if there’s only ever two parties in power with no one to challenge them essentially hand-picked by Corporations, big pharmaceutical, and US military complex (as we saw Dems beat out Bernie as he was too progressive) oligarchs are only winner.", "33": "@realDonaldTrump How'd all your lawyers work before fuck head?  Oh right.  LOSER\nBYE BYE BIIIIIITCH!!!!!! You and your disgusting family can leave, do not pass go and go DIRECTLY TO HELL\nhttps://t.co/sK7RdtGENH", "34": "@CoryMHall @disolomon @PoliticalAnim13 @Just_ReneaR @SparkleConnect @MckaneAlice @Brooklynguy @Free0929Reid @boudreaux_ef @KimberlyCookse4 @ernesto_lariver @DEEGILES0410 @Joanieg88 @MommaGeeGee1 @thecenterspeaks @linuxrebel @onFueg @GCDCBflo @JennySylivant @HLStockenstrom @earthlingpoet @conway710 We are sooo happy!    \n\nThis one was more important to us than any of our own elections.\n\nAmerica always deserved better!  Now you have it", "35": "@PeteWishart @Ian66767831 You're not stupid, so surely can see the difference between elections and referendums. Everyone participating in the US wants the US to work, and this is... an... election. You lot are defined by not wanting the UK to work. So even when you lose a referendum you demand another go", "36": "Reality helped @JoeBiden win the US elections. And with his election, the world can gently breathe a sigh of relief: a basic sense of reality and recognition of facts return to the White House, writes @robwijnberg.\nhttps://t.co/poOd1hpLhH", "37": "@LaFleurDelSur @21WIRE Expect all future US elections to be similarly 'tightly controlled' (i.e. massively rigged) after the experience of a wild-card Trump sent shiver down the spine of the status-quo loving Establishment.\n\n#ManifestDestiny", "38": "It's make NO diffence---Joe,Kamala--- - https://t.co/JKDxOWKVc8", "39": "Joe Biden wins White House race: How the world reacted: World leaders react as Joe Biden is announced winner of the 2020 US elections after defeating incumbent Donald Trump.", "40": "US postal workers have seen their ability and credibility undermined in the US elections. \n\nThey’ve had their pay, benefits &amp; pensions attacked by the Trump administration.\n\nFor now, dance, celebrate. But remember the pledges &amp; those that help deliver fair elections. https://t.co/cHhLXBwHK7", "41": "#bidenharis2020 i congratulate joe biden and kamala haris on winning 2020 us presidential elections", "42": "🙄😬Time to get to work.\nFlorida County by County Election Analysis - The New York Times https://t.co/urKd8Jw1xm", "43": "Sri lankans out here, following the US elections like their country depends on it is underrated comedy.", "44": "Really AcTiVaTeS tHe AlMoNdS, dunnit?\n\nhttps://t.co/KSKgqkR6yc", "45": "\"We know that elections are rigged by the kind of people who accrue to the right wings of the American Democratic Party and the British Labour Party. We have watched them do it to us.\" @georgegalloway @DerbyChrisW @TheResistFest1 @Labourheartland @CEVoices https://t.co/dWdG6jqAQg", "46": "@FisherBurton @JoeBiden Let me preface this by stating this is not only NOT a hill I would die on, it’s not even on the same continent with one that I would. The US cannot go around faking elections and then have any credibility when it is, or is believed, to have been done to here.", "47": "Nigeria my country \nThey have weaponized poverty, \npoliticians now use us to play politics and win elections by just giving a little token to buy some food for our kids.\nCelebrities make us do what ever they want and even follow brands of their choice by doing giveaway", "48": "Americans have been waiting longer than in any presidential election since 2000 to learn the winner, as officials methodically count a record number of mail-in ballots. #USlections2020 #Elections2020 https://t.co/5gI7L8HvOg", "49": "How Russian state channels interpret the US elections?\n\nhttps://t.co/F5LuxPxHSv", "50": "#InPics | Candidates of Indian origin have made their presence felt in various elections in the US this year. Here is a look at some of them. #USelection2020 #USelectionOnWION \n\nhttps://t.co/huHcGba3K0", "51": "FACTBOX-Global leaders react to Joe Biden's election win https://t.co/u4SY8YZxZM", "52": "@SpillerOfTea Let’s also not forget that on a political spectrum, it’s the equivalent of voting for Theresa May. He ain’t resolving any of the issues that lead folk to vote for count trumpula. \nWe should enjoy the brief respite before we take another trip to the twilight zone of US elections", "53": "@17_knowingly @SGTreport @LLinWood @realDonaldTrump @WhiteHouse\n@seanhannity @PressSec @newtgingrich\n@DonaldJTrumpJr @ArmyChiefStaff\nMr President &amp; General, is media manipulation fraud of our US elections a good enough reason to declare marshal law to stop an OBVIOUSLY FRAUDULENT election from going forward???", "54": "@davidmweissman @adashek @AOC @ProjectLincoln Funny how they want us to meet in the middle today, but screamed “elections have consequences” for the past four years. Your propaganda ads worked for your fundraising but didn’t help any progressive causes.", "55": "US Elections\nBallots counted for democrats although they were for republicans\n\n\"...47 other counties use this same software in the same capacity,” said the Michigan GOP Chair.\n\nhttps://t.co/KQGF2dWOuz", "56": "@olushola_shola @gbemy01 @PMOIndia @USinNigeria My Boss, please, just stop tweeting about this US elections already. 😁", "57": "I have been through many elections, I am a Viet Nam USN veteran.  I love my country.  I have never seen so much jubilance!!!!  Thank you PRESIDENT ELECT JOE BIDEN forgiving our country back to us. Now we can heal and be the great country we have always been!!!!  GOD BLESS YOU!!!", "58": "I don't know if Am the only one not feeling so good with US elections and the outcome, jeo Biden been the winner over Donald Trump, not as if I Support Trump, but kind of feel, things are not right somehow.", "59": "I wrote a piece about the 2020 Election from a Liberty perspective and why it actually went pretty well for us. My first article on Substack. Check it out!\n\nhttps://t.co/yaSRid7xFS", "60": "It's indeed a time to celebrate but remember: Republicans have said it's courts that determine elections, not the people. And we will have a dangerous psychopath in office for the interregnum. He will punish us for rejecting him.", "61": "@kakophony88 @OMGMetropolis @AOC They have literally been attacking her and other progressives since the middle of results coming in on E-day. Neoliberals are so scummy and hypocritical. We show up for them in elections and then they toss us under the bus and blame us for their inability to connect to voters.", "62": "@SenTedCruz  I DEMAND YOU RECOGNIZE OUR DEMOCRATIC ELECTIONS. IF NOT GO BACK TO COMMUNIST CUBA. YOU DO NOT REPRESENT US TEXAS HISPANICS OF MEXICAN ORIGEN NOR OTHER TEXANS.  MY PEOPLE DEMAND A SENATOR THAT REPRESENTS US. WE WILL REPLACE THIS COMMUNIST CUBAN.", "63": "And it hit me, votes to these parties will not actually contest for the presidency.\n\nAnother example is the just concluded US elections, the names of just two parties and candidates are resounding... What of the other parties?\n\n5.", "64": "Care of N*A*T*U*R*A*L*N*E*W*S*.com: Fake news media tries to GASLIGHT America, claims Biden the winner… Trump fires back with ultimate truth: The media doesn’t decide elections - Join Us &amp; #UniteForFREEDOM - 28th Nov - Battersea Park ❤️ SHARE - SHARE - SHARE ❤️ https://t.co/wkeGFyQMKp", "65": "@SenJeffMerkley Man if anyone thinks there aren't liberal privileged and powerful you need to wake up. Tell us how much money from the West Coast funneled into the Midwest trying to sway elections. All the the sources of that money stand to benefit from Democrat control", "66": "@Brahmski @pauldgross @JoeBiden @KamalaHarris @Gilad_Halpern 77% of American Jews disagree :)\nhttps://t.co/CUr0ticqlY", "67": "Interesting thread in regards to the US elections and the aftermath &amp; what comes next. https://t.co/A5JS6jnnUe", "68": "'I could not be prouder,' Obama, other U.S. politicans congratulate President-elect Biden on victory https://t.co/sZOGG7zYz2", "69": "Dance, music and provocations: Celebrities celebrate Joe Biden’s victory – and Donald Trump’s defeat – in the US elections; check out the best reactions! – Celebrity News https://t.co/FRhiPxc0j1", "70": "Latest news, nevermind the US elections, NATO have been investigated, uranium  in ammunition 400 people have died so far of cancer because of it, if NATO have got it, that means the yanks and the UK, European Union have got this ammo as well?", "71": "Now we can talk about freedoms with @JoeBiden @KamalaHarris \nCan you cancel the economic sanctions on Syria?\nCan you let us live in peace?!\n#Election2020  #elections #JoeBiden #KamalaHarris #America", "72": "@kew_howl @netty201 @piersmorgan This happens every time in US elections. It’s really simple. Donny told people not to vote by mail - and some Repub states refused to count Mail ballots until Election Day - hence a massive number of Dem ballots were counted later. It’s not difficult!", "73": "#BREAKING | Sudan's PM congratulates Joe Biden, Kamala Harris on projected election win https://t.co/72gpjF8rsh\n\n#SputnikBreaking https://t.co/j4Wq430GJq", "74": "yoooo just found out about us elections... that shit sucks bro.... https://t.co/8vMU0512Ae", "75": "@AOC NOT ME WICKED WITCH aoc. Ur wickedness of cheating in elections,is NOT going to hold Us True Americans down! Your god satan, VS Americas God Of The Bible will do HIS will. GO AMERICA !! GO TRUMP/PENCE", "76": "@the_hindu \"Abki bar Trump Sarkar\" - Narendra Damodardas Modi, Prime Minister of India, campaigning for Donald J Trump in US Presidential elections, September, 2019\n\nSorry Mr. Prime Minister, US citizenry still has enough cognition left to throw out a tyrant in polls.", "77": "the true winner of the us elections are these CNN headliners https://t.co/xcIL0VMbIK", "78": "Despite the apparent victory of #bidenharis2020 in the #USAelection2020, President Donald Trump does not plan to concede any time soon, aides and allies claim.\n\nhttps://t.co/JZLaPvEupq", "79": "@RepMattGaetz @TheVotersGuide @realDonaldTrump The GOP needs to do their jobs! Stand up for your constituents! We did not get a fair election! Don't prepare for your future elections if you're not going to fight for us now! We are watching you closely &amp; we WILL remember", "80": "@Lawnknome824 @PJ_Lowry @armenians4trump @RyanRRuiz @TomFitton The state secretary/Board of elections started changing  laws about mail in votes, and 3 days after election to accept them, Only our legislatures are allowed to change election laws, in all 50 states. Unconstitutional for PA and US constitution.", "81": "@realDonaldTrump Can you believe this??https://t.co/gm92ochp6J", "82": "If a corrupt office holder accepted huge bribes from Russia, China, &amp; Ukraine, would he coordinate interstate fraud with corrupt politicians to steal elections?\nWould the FBI, who lied to the FISA court Judges, protect us?\nWould Biased Press report fraud?\nCreate #800ReportFraud ! https://t.co/iQYiyMRPiC", "83": "As an American, I find this a tad embarrassing. As the journalist Glenn Greenwald observed Wednesday, countries with far fewer resources and less advanced technology regularly manage to hold speedy, efficient elections. This is something the US failed to do on Tuesday...", "84": "@auctnr1 @HawleyMO you guys represent us and we'll expect to be strong and expect excellence in making this and future elections be honest, fair and free. No games. Just straight up honest voting. Our Republic depends on it! #VoterIDNow", "85": "Data Analytics &amp; big tech now runs US elections\n\nRemember when Dems were mad that the Trump campaign used  Cambridge Analytica &amp; they were heavily investigated. \n\nLet’s just pretend NGPVAN didn’t  exist in 2020 😆", "86": "@Reuters The US Elections celebrations are so similar to those after the overthrow of a dictatorship", "87": "@Joy_Villa @KamalaHarris @JoeBiden The US presidential elections, open time, and the absence of transparent mechanisms and a legitimate authority to run them properly", "88": "THE JUST CONCLUDED ELECTIONS IN THE US SHLD SERVE AS AN EYE OPENER TO THE YOUTHS IN NIGERIA..2023 IS JST BY THE CORNER..GET YOUR PVC'S READY, PARTICIPATE IN THE ELECTORAL PROCESS AND KICK OUT ANY INCOMPETENT POLITICIAN IRRESPECTIVE OF RELIGION OR POLITICAL PARTY..#NIGERIAMUSTWORK", "89": "@JamieBrysonCPNI @Nigel_Farage Taking advice on elections from a self appointed spokesman in a State that had 1 Party Govt for what 80+ years?   Spare us your dazzling intellect, NI’s Eileen Grimshaw.", "90": "@askjillian War is now eminent. The democratic party has been saying Russia has hacked all these elections when in reality any hacking  was done from within our own government this SO CALLED GLITCH that gave Biden trump'svotes.Both Democrats and Republicans are bad.https://t.co/ugQeRqD2jI", "91": "@TheMetatron222 @EpochTimes Just to clarify, I have nothing against the people of Mexico. Busing Mexican citizens into the US in order to win elections was simply an illegal act of the Bill Clinton era and that is when the first obvious sign of the democrats cheating in elections became apparent to me.", "92": "@RealSaavedra Lol such tunnel vision- as if the rest of the world isn’t also dealing with Covid! Under Trump the numbers in the US are terrible compared to other freedom loving countries which also have their own elections.", "93": "US Elections: As world leaders react to the Biden victory in the US elections, there is still no word from #Russia, #Israel, #SaudiArabia, and #Turkey.\n#USAelection2020", "94": "Let’s hope the Republicans win the 2 Georgia senate elections in Jan. Otherwise we get a left wing socialist agenda being implemented in the US, with negative follow on effects for Ireland", "95": "@SarahHuckabee Umm the rest of us ARE confident. Trump wanted the counting to stop (or not stop) as long as he was leading. Elections are where all the votes are counted, not just the votes for you.\n#conmaninchief\n#Presidentsuperspreader", "96": "@f505eb72b9cd493 @tripleGGGx @creativ61543336 @cathyby @markwh2001 @brianbloop2 @IrishEurophile @JohnRya13591294 @european_kate @susan04071 @BrunoTheBridge @Macid3000 @BernardJMolloy6 @Sir_Tom_Tucker @mindedmusically @William05548637 @littlebritain5 @gaypopguy @Mac_Paddy54 @Roblev0 @The_Leaver @ShaneJa16905901 @DavidGSmith18 @MattAdkin @Davidmetroland @VeuveK @chrisgregson123 @RuddsBunny @BeowulfSchaefer @David19531501 @thegrimbarian @butlerrichard2 @kid_alabama @CarlsbadCharlie @CheeseNBranston @Jesse_T_White @dw2essex @afewpoints @Begentle50 @IanGianni @geor97 @NumberNullity @GeoffreyKeey @hyweldjones @Gazza41 @RRasgorshek @ChewyBB @Squeakydog1 @Charlie_uk45 Breitbart?😂😂😂😂😂😂\n\nBut yeah, the US voting systems are insecure beyond belief.\n\nhttps://t.co/jZhj5odDOi", "97": "@st3phalexg @Josh48200313 @tuliprose316 @kayleighmcenany @realDonaldTrump Here you go, hopefully you can loose some of your ignorance. \nhttps://t.co/RlaF9eFowt\n\nhttps://t.co/xuy7WdUcdx\n\nhttps://t.co/xuy7WdUcdx\n\nhttps://t.co/GZ5kGye9Qe", "98": "Biden finally beats Trump in US Presidential elections, after winning Pennsylvania vote count!", "99": "@TammyTexoma Let's conspire.\nMake and spread the virus.\nTell people to vote by mail.\nJustify your empty rallies by saying your supporters respect Fauci's guidelines. \nFraud the elections using USPS.\nRemove Trump.\nChina sells their crap to US without any taxation."}