{"0": "Check out my page for naruto content!!! https://t.co/qgMVc4LLYb", "1": "Once Upon A Time Naruto Bt 3D Quilt Blanket\nGet it here: https://t.co/IRiSHc5Eh2 https://t.co/k0TPy2si5M", "2": "everyone in naruto trying to kill naruto: see you in hell you stupid fruit", "3": "@LChronicalwolf i wud tell u but idk much so naruto", "4": "Naruto when he saw that his parents wanted to make him the kyuubi jinchuriki https://t.co/zYRsQr4Voh", "5": "naruto wants what she has https://t.co/hESjjqfBK3", "6": "Naruto vs Pain Full Fight HD", "7": "@eren_hoe I hate this whole Naruto Fandom who do not have brain cells even a bit when this show got reduced to only ships. This is what they think.", "8": "Time for my next #NarutoShippuden reaction! https://t.co/zXL68h25VY", "9": "AND THEN ONE DAY NARUTO ACCIDENTALLY OVERHEARS GAARA SAYING \"MR. UKKI IM SCARED. I THINK I LIKE YOUR OTHER DAD MORE THAN I SHOULD\" AND NARUTO IS A GODDAMN BLUSHING MESS", "10": "I am rewatching all of Naruto/Shippuden and I just got to the Bonds movie. I am LIVING", "11": "@bonifyedhusla Can I come over and watch your top  three favorite naruto episodes with you? 😬😬", "12": "@Rakugoat Nah since Naruto slander seems to get under your skin. How about u focus on it and not what ppl gotta say on the internet \n\nBoom problem solved", "13": "Naruto movies have no business being this beautifully animated.", "14": "@divs9u @Miqaaaaaaaaaa Someone gisted you Naruto. You didn't watch it at all", "15": "NARUTO BUYS SUCCULENTS FOR GAARA BECAUSE HE KNOWS THEYRE HIS FAVORITES AND GAARA GETS INTO THE HABIT OF TALKING TO THEIR PLANTS BECAUSE HE KNOWS NARUTO BELIEVES IT HELPS THEM GROW", "16": "Not me crying over the 2nd Primitive x Naruto collection", "17": "Link: https://t.co/HvMiEsuE6U", "18": "Little man hitting the naruto’s Run. https://t.co/yGTALYt6xX", "19": "Crunchyroll: FEATURE: Celebrate Naruto Author Masashi Kishimoto's B-Day with Crunchyroll! https://t.co/LBYGSZy76M", "20": "A little tribute for the Uzumaki household, It's one of my past time render I did months ago.\nSkp 3D model was made by Ar. Austria, I added the textures and adjusted some parts of the home and rendered it myself.\nworkflow:\nSKP-Lumion10-PS\n#NARUTO #Shippuden #Tribute #MJAdesigns https://t.co/9MKcdDOKgq", "21": "@KonohasToadSage “O-oh N-Naruto-kun m-must of made a mistake...”", "22": "@ZantetsukenLoad https://t.co/90I39D6tFw\n\nhe was okay with his former assistant doing it, but he did not want to continue it. Despite having the idea for Boruto as Naruto's son in the first place. You just have to google there are various interviews about it on YT and the like. https://t.co/PMsxLBAToh", "23": "My love for this anime knows no bounds it’s second to naruto in my heart. I’ve been on and off with it, not cause i lost interest but because i keep getting impatient with the updates 😂\n\nI love luffy and the strawhats and also law and kidd https://t.co/vWc127PRU1", "24": "imagine sucking head instead of watching the naruto v neji chunin exam???", "25": "@Celri4 Bro a Shaman King PV dropped a week or two ago did you check it out? Since no one really cared for it😭 focus on your series than slandering Naruto", "26": "Naruto Shippuden Ending 6: Broken Youth (it’s an edit btw) https://t.co/DmhDIQ7Cw5 https://t.co/RmUtvVEnfY", "27": "This is the first anime i watched and read in its entirety. I love this anime with my entire heart.  Naruto is probably one of the reasons i never give up on myself tbh... no matter what 🥺 https://t.co/yE5dpgDbcY", "28": "@WinterFallXII The weird part is I found sasuke retsuden for free but not naruto¿?¿?", "29": "@Rakugoat You make me wanna slander Naruto simply because you said Anitwt stinkers", "30": "(To Shino) \"Thank you Shino, but I want to do the best job I can. We're fighting this war to protect Naruto! Failure is not an option!\"-Hinata-", "31": "@MATHHOFFA you lost to hitman didn’t you??? Clear ??? https://t.co/jDL00P6lna", "32": "Happy Birthday To MASASHI KISHIMOTO, Creator of Naruto! 🎉🎉🎂\n\nThank You For Everything, Sensei!! 💗💗🥺 https://t.co/7S6WjuO4Px", "33": "@SeagOwll 15-17 depends on what version of naruto but still", "34": "27. RN? to win that one GA where I wished for a Naruto hoodie. it's gonna be my first anime merch if ever coz I'm not the type to collect, but it seems I need a jacket due to the extremely cold and wet weather anyways so why not an anime related one? 🤣", "35": "@Petty__Krueger Lol inly thing that frustrated me was naruto didn’t develop how I wanted him too but he did in Boruto", "36": "@AnitArindam I mean that happens when you let someone watch the goat anime of the genre first. It's like someone watching AOT before Naruto.", "37": "my fav examples of this are probably:\n- Naruto vs Pain.\n- Aang vs Fire Lord.\n- Superman vs The Elite.\n- Wally West vs Lex Luthor.", "38": "@BeastBoyShub If that blows your mind watch kakeguri in naruto things are reason which makes sense and makes you like it but in kakeguri those people are just crazy", "39": "I said :- let me go and make something to eat &amp; watch naruto then complete study my million lectures and everyone know what gonna happened... https://t.co/8ot50BuDPP", "40": "@hereisjonnyy Demon Slayer for the most beautiful almost painting looking fight scenes, then Naruto for Character Development / Story.\n\nPicking a favorite isn't easy damnit.", "41": "no wonder big anime like Naruto &amp; Bleach biggest enemies is the reflection of themselves cuz my own demon is the hardest to fight", "42": "LRT HELLO UHM YES HELLO NARUTO CAN WE HOLD HANDS", "43": "‼️ FATTEST ASS IN NARUTO ‼️\n\nRANKED 1ST\nWINNER\n\nHIRUZEN\n696969 VOTES https://t.co/HNKxYOlqVp", "44": "I’m guessing like 5 people will get this joke but I’ll tell it anyway now that I’ve gotten a few episodes into Naruto Shippuden:\nBeing the Kazekage is exactly like being the drummer for Spinal Tap.", "45": "@chrawrllo Tanjiro, naruto, goku...\nThose are the most overrated", "46": "@az7tec Naruto alone has so many better villains imo", "47": "New acc looking for moots!\n\nInteract if you like:\n- Anime (DrStone, FireForce, Naruto/Boruto, ATLA, DanMachi)\n\n- Games (AmongUs, TFT, MC, ACNH, MHW)\n\n- YouTubers/Twitch Streamers (OfflineTV &amp; Friends, Corpse, Pewdipie, KSI, Jacksepticeye, Twoset Violin, Roomie)\n\n✌️🤩✨", "48": "@hitxkas wait you're watching naruto rn? DON'T LOOK THROUGH MY ACC THERE'S A LOT OF BORUTO AND NARUTO SPOILERS", "49": "I don't think Mitsuki is going to be present for the climax of this #Boruto: Naruto Next Generations arc. In this review of episode 173, I explain why and what it could mean for his character. #ボルト\n\nhttps://t.co/IwA4OLz3Y4 https://t.co/N7cX1InK2N", "50": "@RasenRendanX @Crunchyroll @Naruto_Anime_EN I didn't know that, very interesting. Thanks for the info :)", "51": "@soontobegoat nah not even lmao in Naruto Shippuden he literally rejected her when she was forcing him to stay and not save Sasuke", "52": "naruto ending 1 ;\n\nthis ending is sooo freakin beautiful, it’s legendary i love it. https://t.co/eRUjPaVdDX", "53": "@arobabase one piece &amp; naruto (classiques), HunterxHunter, Attack On Titans, Démon Slayer, Dr Stone…", "54": "everyone mad and butthurt about Naruto dying like wtf yall want him to do? get old and see Boruto get like 8 babymamas?", "55": "@soIacesuns FR IM SICK N TIRED PPL DONT UNDERSTAND CHARACTER DEVELOPMENT AND IT SHOWS IT REALLY SHOWS i wont deny she was in fact a mega bitch at the beginning to naruto but so was everyone else hold them all to the same standard or shut up + she changed and u can see it very clearly", "56": "@AffirmativeMur1 ALVIN!!!!!!!!!!!!!!!!!!!!", "57": "Naruto OST - The Raising Fighting Spirit https://t.co/Fyzc2s26ML", "58": "If you believe it! Naruto! Naruto! Believe it! Believe it!", "59": "@carnettrose I've seen Naruto, and now watching its next generation, Boruto.\n\nBleach, I didn't start in college, maybe someday I will in more relaxed ways :-)", "60": "i really wanna watch naruto but i always give up on that idea cuz of the number of the episodes but like,,,should i watch 😳", "61": "Idk if it’s just me, but this Mahito vs. Itadori/Todo fight just doesn’t interest me all that much. Am I the only one that feels this way?", "62": "@heundery i know that you watched one piece and saiki and you told fans that you're learning jutsu from naruto you even have laboon plushie pls 🤡", "63": "Featured Art of the Day: \"Naruto\". Buy it at: https://t.co/Ye4yrXEYwI https://t.co/j58EuYf5zB", "64": "Todo got his ass beat by Mahito’s curses for a sec lmao. That domain expansion by Mahito tho👀. https://t.co/elUo48RjXL", "65": "@Crunchyroll Thank you for everything! I love Naruto", "66": "(To himself) \"This… is what it means to have friends… I understand it perfectly… Naruto.\" (Sai)", "67": "waaAaaAh the va of gon from 1999 is also the va of naruto aaaaAAhh so that's why their voices are so familiar", "68": "cuddles and naruto ?", "69": "@Naruto_ForLife That “cheese” on that “steak” with like 2 packets of “Mayo” used to SLAP! 🔥🔥🔥", "70": "@itsame_megan @Crunchyroll @Naruto_Anime_EN The wife was ok with it. She wanted to know how the manga ended too. \n\nShe was a big fan of the pairing of Naruto and sakura but as we know this didn't happen.", "71": "Trying to stay awake for one more episode of naruto 😭", "72": "Niggas really finished Naruto 😩", "73": "@Crunchyroll Happy birthday Masashi Kishimoto thanks for creating Naruto 🙏🏻❤️it made my childhood funny and fun but more lively 🥰#happybirthday #masashikishimoto https://t.co/bKbFID3WKS", "74": "@TheHeroOfShonen Within him an put it in his susano cause he couldn't physically handle the sheer power of ANY beast like naruto can \n\nWeak character 🗑", "75": "Being horny for naruto men is a full time job. Good thing I’m dedicated to my career❤️", "76": "@Crunchyroll Thank you for all the memories I have playing Naruto with my friends when we was younger happy birthday", "77": "@yuyugoat @vSleepingForest @HeavenlyControl And BC manga sales have started to pick up recently. Plus it is TV Tokyo's 3 most profitable series after Naruto and Boruto.", "78": "\"The future is not where my dream is. It's in the past... that's where it'll always be.\" - Uchiha Sasuke (Naruto)", "79": "ONE MORE ! I've just watched episode S05E03 of Naruto! #naruto  #tvtime https://t.co/hWrrikSgKx https://t.co/xmYfDO9wtq", "80": "@af_tragic @ImMoosey Yin and Yang powers. That's acceptable. Its still held as the highest form of power in that show. So its nice and linear and makes sense. Naruto and Sasuke lost those powers after", "81": "This is what happens when we try to enjoy Naruto again after all these years lol!!! https://t.co/WxuoFLn3kU", "82": "\"I understand now. Even if I must take the devil's fruit, I must gain power. I am an avenger\" — Uchiha Sasuke (Naruto)", "83": "To become Hokage is my dream! - naruto #bot", "84": "were yall being serious about that sexiest naruto char poll or was that a prank? haha very funny guys", "85": "THANK YOU SO MUCH FOR GIVING US NARUTO!!!!!!!!!!!!!!!!!!!!!! YOU’RE THE BEST!!!!!!!! https://t.co/Q3dsnLtYLu", "86": "Hey @PlutoTV the anime and naruto channels only are playing subtitle shows, can ya’ll make an english dub channel???", "87": "now this is the part where I can watch naruto peacefully :F", "88": "@kXNo_mAn Mainly Hinata and Naruto during the last movie lol since they’re my fav couple 😊", "89": "\".. like whatever .. I will continue to move and step in to help sasuke, have risked their lives as though nothing .. \"(Naruto Uzumaki)#Bot", "90": "i never got the hype for naruto ://", "91": "Pretty sure they only call her useless do to the war arc. And the fact she said “I love you Naruto”. Tf outta here Sakura😂💀 And honestly I fucks with her in Boruto more than ever 👌🏼 https://t.co/tLmm080Uky", "92": "finding moots #anitwt #hqtwt\n\n-Haikyuu \n-Naruto\n-AOT\n-Assassination Classroom\n-Food Wars\n-Tokyo Ghoul\n-One piece \n-Death Note \nand many more!\n\n ifb", "93": "@UnexpiriencedA Look bro unless its DBZ or Naruto get that shot outta my face😭", "94": "@Boruto_EN It would be awesome if kawaki and boruto play this game in one of fillers and compare the card stats from real...or maybe denki and team 7 on a mission to check everyone's stats so they are more correct and they realise naruto chakra is immeasurable", "95": "@Log1kz_ @ImMoosey How do you feel about him breaking all the gates and still living? For me personally it was slightly cheap as he was absolutely supposed to die but the power that naruto brought back the sage allowed him to break the rules which im okay with ya know?", "96": "TINY LIEBE LMAOOOO. Also, Nacht is fr one hating ass mf. https://t.co/FtgAVu4Nb5", "97": "@pjmsilk the way he is his right hand arm because naruto lost his right arm and sasuke lost his left arm.. YUP", "98": "@RasenRendanX @Crunchyroll @Naruto_Anime_EN No, that's just sad for his wife. 🙁 who knows, maybe that's what they agreed on.", "99": "Naruto stans make me laugh man"}