{"0": "@Eipril_Foss Might wanna tell him/her that this is your first two video https://t.co/KCoD7JsuMZ", "1": "#nowplaying Lee Foss, Hayley May, John Summit - Summertime Chi (Original Mix)\n#housemusic #house #djradio #dancemusic #djmix #radio", "2": "Oh this thread....😭❤ https://t.co/LRBDfrufFu", "3": "You don't even try to \nI attempt to\nYou have to realize \nI attempt to \n(FOSS)", "4": "Bz st: \nPrototype of FOSS mainnet \"aircraft\".\nFlying low altitude (distributed blockchain platform w 50 rasppi, tx traffic) for 2 years during construction. \nNo fuel left.\nStall.\nfree fall.\nAny in-flight investor that could refuel us is welcome before *.\n#blockchain #investment", "5": "TRADING SKELEREX, BAT BOX AND FOSS EGG FOR NORMAL ARTIC REINDEER! #adoptme #adoptmetrade #adoptmetrades #adoptmetrading #adoptmetradings https://t.co/g7uOaDnxsx", "6": "@FOSS_events It's also time to start planning 2021. When are you adding that?", "7": "Winter is coming and you are missing all these friends you usually meet when you go to your favorite #foss #event? Then check our list and meet your friends online or make new ones: https://t.co/VsUP1MvHBl\n\n#open #source #libre #software #floss #unity #diversity https://t.co/zIbuBOFBqD", "8": "new &amp; in a nutshell on // https://t.co/Xy81PGpIVD: \n\n21. - 22. November: Free and Open Source Software Communities Meeting (#FOSSCOM) \n\nthis year completely #online\n\nhttps://t.co/6a35rkgbaX\n\ntake part in the #cfp:\nhttps://t.co/gWfTcbvurb", "9": "@Origsmartassam @ shitstainsam. There's a new Twitter handle for you foss💩💩💩💩", "10": "We have introduced a new feature - Verilog Simulation!🎉Check it out at: https://t.co/UPRMdWBAlD\nSteps to test along with sample Verilog code are below! 👇\n#verilog #opensource #javascript #newfeature #developers #circuits #simulation #FOSS #Coding https://t.co/5BFczQZGLI", "11": "@realDonaldTrump And you deserve that and more keep fighting we’re with you. My President Donald J Trump 🇺🇸⚔️🇺🇸", "12": "@Lowry_16 @Origsmartassam Man of the people is old foss", "13": "Everyday we stray further from sanity , this MF on Foss’s new video tried telling me how to play blackjack , dickhead , I play blackjack 5 days a week 8 hours a fucking day , I know perfect fucking strategy and how to count cards don’t mf tell me how it works.", "14": "@ChikageWeather How are ya C Dub??!!", "15": "something that's really nice about FOSS that isn't really mentioned outside of Gentoo/Crux/Kiss circles is that you can compile FOSS code instead of using a binary provided by a package manager, which allows for you to squeeze out a lot of more performance, especially on older", "16": "FOSS", "17": "See my sourcerer profile https://t.co/cbIpMWKEvJ – 289 commits in C#, 248 commits in JavaScript, 239 commits in HTML and I prefer spaces for indentation!\n\n#sourcerer #foss #github #codinglife #opensource #coder #developer", "18": "Wednesday at 5 pm is \"Rethinking the Role of the District Attorney in the Era of Black Lives Matter\" with @Bobbin_Singh + special guest Adam Foss. Foss is a former Asst DA in the Suffolk County (Boston, MA.) + fierce advocate for criminal justice reform... https://t.co/oqQjfGBslI", "19": "@PrankmasterXx Fri Sep 23 2011 20:00:00 GMT-0400 (Eastern Daylight Time)", "20": "@addy_atx I was promised that this would be over on 11/3.", "21": "@JoeBiden I’m proud to support you and I can’t wait to see how you’ll fix this country.", "22": "@zealouswellness @mwhauptman @netanyahu @JoeBiden @KamalaHarris Trump did this. May want to google Trump effect in schools, Trump rise of hate, hate crimes in Trump’s name, Trump white nationalism, why nazis like trump, Tree of Life Synagogue Trump protestors, Christchurch manifesto Trump , El Paso Trump  “hail Trump” https://t.co/A1AmdFTJlJ", "23": "@cassieprmkhtr Right?! Hearing a complete sentence just hits different. Also, some of those sentences were complex and like **fans self**", "24": "GLOVER IS A BEAST. #UFCVegas13", "25": "AChoirX v10.00.27 Beta has been released. Unfortunately Win 10 @msftsecurity Virus &amp; threat protection is flagging it as dangerous. My apologies. I've let them know about it.\n\nCool thing about FOSS is that you can check the code yourself and compile it.\n\nhttps://t.co/fD4471myUA", "26": "@naturevibesbot 🦋 song: Lee Foss ft. Anabel Englund - Reverse Skydiving", "27": "@JohnKingCNN I cannot thank you enough for all the work you did for us watching at home. As frustrating as it was, you made it easier to watch. Your explanations and calculations made understanding what was happening way easier on us and helped us through the frustration. Thank you 🙏", "28": "@JN_923 Your #2 is not what I said (See my #1 again).\n\nBut I can understand people ignoring the risks to celebrate the election result given the stakes more than I understand people doing the same to celebrate a football game.", "29": "@SteveStaeger @nbcsnl Kinda like when I found (and purchased) 4 of Heine Foss’s (Foss Drug Store) suits at a thrift store five years ago?!", "30": "@JN_923 @Shawn_Foss Those empty seats at the dinner table, that's what we're talking about.", "31": "oversimplfied mask shown in election? https://t.co/xUsNFLPTIA", "32": "Now playing ♫: HOTC163 B Lee Foss, Detlef &amp; Anabel Englund - Synthed V2 1644 PM", "33": "@Shawn_Foss 1.  Agreed\n\n2.  The stakes of the election are more important than saving lives?  Seems strange to me.", "34": "@JN_923 1) Those people shouldn't be gathering like that either.\n\n2) The results of this election had higher stakes than any football game.", "35": "@PokemonNalgon @Eipril_Foss This is really good", "36": "What just happened at the Notre Dame-Clemson game is a perfect example of why fans shouldn't be allowed at these games right now.", "37": "@Eipril_Foss @Willitfit3 This is really good", "38": "@Origsmartassam Well past your use by date foss.", "39": "@atzvape @lNTPJIN Foss ruesda https://t.co/rVsHYrcVFc", "40": "@lNTPJIN @atzvape Foss", "41": "@Jason___Foss I’ll let you know when I go live! It’s my first time doing this haha", "42": "@siralce1987 What’s the link", "43": "@mark_foss @Mikkyfinn @JadeAnnRood @31WA @AOC Lmao the fuckwit went private", "44": "@rinsethebeans on the foss stage rn", "45": "#RFP: St-Maurice pumping station - Retention ditch (Buildings) --- Poste pompage St-Maurice - Foss de r tention https://t.co/IBBBfk4zeM", "46": "@riverboat_ryan That's very true", "47": "@Foss_Sports @TXSTATEFOOTBALL @AppState_FB @SunBelt @Brant_Freeman Looking good", "48": "@Foss_07 Uiagalelei has thrown for almost 400. They might be missing Lawrence, but they’re still playing a more than capable QB", "49": "@pscottsalo did you @ m night?", "50": "@foss_j12 @ALPlearn I love that analogy @foss_j12 always great to hear your thoughts and insights @ALPlearn #schoolsreopening", "51": "@michaelmalice pictured: steven pinker after realizing someone is willing to give him an alibi after fucking a child", "52": "@Foss_07 I feel like the Irish routinely, to borrow something from cowherd, have a fake id and are over hyped", "53": "If Notre Dame can't beat Clemson without its best player and multiple other starters can we please stop talking about them when it comes to the playoffs? Kthanksbye", "54": "@JuneMateo05 @Foss_07 @AndScooter4All @GBRFootball8 @MichiganPodcast I'd be alright with Riley as long as he gets a high profile DC.", "55": "That's not a catch in the ND game", "56": "@bangerfactoryy you should’ve joined me on foss hill for FXT :-0", "57": "MED - MEDICAL at 9000 N FOSS AVE, PORT [Portland Fire #RP20000092514] 18:13 #pdx911", "58": "After reflecting on the Michigan game today, I've decided to take a page out of Trump's playbook and only consider outcomes that I'm happy with legitimate.\n\nMichigan's football season? Doesn't count due to the pandemic.\n\nMy 8-0 dynasty fantasy team? Very much counts.", "59": "@SenRonJohnson IS THIS A PATRIOT??? https://t.co/rYLcWA3h68", "60": "How to Use apt-cache Command in Debian, Ubuntu and Other #Linux Distributions - It's FOSS https://t.co/itIajmIVTK", "61": "@Jason___Foss YESSIR", "62": "@haydopertato Drink one Wowza from deschutes and you’ll be there", "63": "@Shawn_Foss @josaphina00 I can 100% guarantee that she’s not going to understand what you’re trying to show her with that picture.", "64": "@Eipril_Foss Kinda nice to just watch a character vibing", "65": "@goblue3889 @Foss_07 @AndScooter4All @GBRFootball8 @MichiganPodcast Lincoln Riley", "66": "@Pheride2 @Shawn_Foss @josaphina00 It can be either. Geographically people often consider it Asian", "67": "@Pheride2 @Shawn_Foss @josaphina00 You want him to delete a picture of an actual map? 🙄", "68": "@AdrianBroaddus Thanks my man!!!", "69": "📌 sup,, i'm Lio! 🦁\n\nI make websites, FOSS Software, and sometimes I even do graphic design.\n\nwebsite; https://t.co/OYrGxYPk6T\npatreon; https://t.co/JBp3QfdpTw\nkofi; https://t.co/g29oQqhnOt\ngit; https://t.co/9cjaX8v3qB https://t.co/D0e4Q3iym1", "70": "@Jemimafoss sprung yeah foss?👀", "71": "@DanielFore Here's to a fresh start 🍻", "72": "This is what happens when you give everyone participation trophies. https://t.co/dKjJ2Xn3RI", "73": "@Origsmartassam Sad day for racist, womanising old white bikes hey Foss.  I know you’re still learning the technology, for some reason you deleted your tweet. Here it is 👌 https://t.co/4n0571XGAf", "74": "@Origsmartassam The last 4 years proved that pretty decisively Foss.", "75": "PRESIDENT-ELECT JOE BIDEN IS RUNNING TO PROVE HE CAN💙💙 #PresidentElectJoe", "76": "@JuandaleRob Theyre going to get completely dismantled in the cfb playoff if they make it", "77": "@KyleAye0 Especially if they went to Bellermine or Wilson... I don’t like Foss that much either", "78": "@goblue3889 @Foss_07 @AndScooter4All @GBRFootball8 @MichiganPodcast He won the Orange Bowl.", "79": "@mfriedmanPGH @ALPlearn Definitely, @mfriedmanPGH. We 100% need to embrace change. I was talking with one of our partners this week and she likened our response to change to the grieving process. Important both in the sense of what we need to let go of &amp; the honoring it as a process...", "80": "@Foss_Sports I see you Foss!! 👏🏼", "81": "@MrAlfaCash @CiscoMX9 Happy magenta anniversary", "82": "@seminefrius @AOC tell that to the shitlibs on MSNBC", "83": "@matthiasellis at least no one kicked a camera", "84": "@APIenergy @JoeBiden @KamalaHarris didn't exxon scientists know about climate change in the 1970s but y'all covered it up and lied to the american people for decades while buying our politicians?", "85": "3 images of #woodland we have visited. Near Falling Foss (North Yorkshire). Somewhere near Sherwood. Whinlatter in the Lake District. If you look closely one pic has a wild deer in it 🔎🌳🦌🌳#Museum30 https://t.co/vwpb9yMS2o", "86": "@kayleighmcenany @JoeBiden @CNN (@jaketapper to be specific) made the first comment about this. Stop lying. No, wait - go ahead and lie. We don’t have to listen to you anymore.", "87": "@Foss_07 Hey theoretically it could still happen. Well. 5-2 lmao", "88": "This season was a lot funner when Husker fans were talking about us potentially going 6-2 😅", "89": "@Foss_07 Am I glad we aren’t playing them this year. They’d crush us with social after.", "90": "Go linux go foss https://t.co/xNhA7qIkGV", "91": "Holy shit. https://t.co/L8PqR4fFnx", "92": "@andy_kelley @johnregehr @porglezomp You love to see it https://t.co/AKLMb62EXD", "93": "@realDonaldTrump And yet...the 2nd most EVER for a presidential candidate. \n\nTough break man, but stop being such a snowflake about it", "94": "We now have a female Vice President-Elect💙💙💙\n\nRemember: The Future is Non-Binary", "95": "@mspowahs I've gone back and forth many times over the last 10 years.\n\nOn Android I miss:\n- F-Droid &amp; able to sideload FOSS apps\n- termux (terminal &amp; scriptable control of hardware)\n\nOn iOS I enjoy:\n- the clean look &amp; feel\n- faster touch response times\n- the feel of the device in my hand", "96": "@xdadevelopers That'll definitely fail miserably. There a ton of free podcast services. Antennapod is even FOSS.", "97": "@foss_j12 @ALPlearn Totally agree @foss_j12...times are changing and every part of the school community must embrace change. Our goal needs to be to move forward not try to go back to the way things were.", "98": "@Foss_07 It’s time for this staff to make changes. \nMcCaffery time. \nPlay the Talent at WRs, stop with the fucking Walkons because they block!( they’re excited to play, talent is excited to win) \nTime for Corcoran at OG, more talent on a squad who might have cost them the game.", "99": "@BalentineMarkie I'm strongly considering starting a project to produce hack-proof FOSS software &amp; hardware to replace these compromised devices.\nBase it on blockchain &amp; self-sovereign identity.\n1st priority, hammer out a concept-of-operations. (Can't build a gadget until you know what it does.)"}