["@AmitShah What you are doing for Arnab Goswami?", "@iRaviTiwari Arnab has requested the SC to intervene lets convey this message loudly to the SC use following HT #SupremeCourtSaveArnabNow https://t.co/Z4DlSh2VQ9", "Shame to Indian democracy and honourable Supreme court not to take any suyo motto action in ARNAB GOSWAMI case. Where is central government? Justice delayed is justice denied", "It is because of #ArnabGoswami, the scams of UPA are known to every common man.\n\nIn the absence of Arnab Goswami's aggressive coverage, the scams would have disappeared from people's memory if he had done soft news coverage like NDTV and Co.", "@ishkarnBHANDARI Why is Arnab Goswami being shipped from Alibag Quarantine Center to Taloja Jail? \nArnab Goswami Are there any criminals? \nWhy are Arnab Goswami kept among the biggest criminals? \nArnab Goswami's life is in danger. 🙏🙏😭Please save Arnab. @PMOIndia @AmitShah @narendramodi", "@narendramodi Sir please see the case of Arnab Goswami.", "@GeneralBakshi Fail to understand the helplessness of central government as they choose to be a spectator only to what is happening in Maharashtra for sometime now  and at present with Mr.Arnab Goswami hope due action is taken before its too LATE...", "Its very good news that a delegation is going to meet President on attrocities on Arnab Goswami,\nas PM and Home Minister have Closed their doors for Arnab", "@narendramodi @Dev_Fadnavis Can you pls rescue Arnab Goswami? We are disillusioned as supporters for bjp. If people like him who speak for your party and there is no one to support them, then who is stand for you? We would rather go for NOTA and let this country go to hell", "truth to a Comman man without tampering the facts. so it is requested , that THE HONOURABLE PRESIDENT, may please intervene, encouraging every comman man to raise their voice for truth in this country. please SIR, there might be a threat to Arnab Goswami s life,", "@rashtrapatibhvn HONOURABLE, and most revered, PRESIDENT OF INDIA RAMNATH ji . kindly  intervene for Arnab Goswami s release. The people of our country seldom knew the facts about the previous proxy govts, proxy media and etc ARNAB GOSWAMI is one of the rarest who revealed the", "@republic @narendramodi  @PMOIndia @HMOIndia @AmitShah Please Intervene now Listen now ...if something happens to Arnab Goswami, you guys will be equally responsible . Lets not wait and watch.\nMaha govt should be punished.. Blown fully", "@narendramodi We are not interested. If you can't save the people of India then nothing value to us. Arnab Goswami zindabaad. Don't worry Arnab bhai the Super Power Shiv-Shakti will save you. I have full trust on my Bholebaba.", "@PMOIndia @narendramodi @AmitShah @JPNadda Wake up and save Arnab Goswami", "@rajnathsingh Sir release Arnab Goswami from jailors trap", "What I cannot say, you said here, Kangana \nWorried about arnab goswami 's life. If he is treated like this, anyone can be, who speaks against drug mafia https://t.co/H5l0cBIHUX", "@PMOIndia please help Arnab Goswami, he is not safe PM ji", "@ishkarnBHANDARI Arnab Goswami is a threat to this country..He is responsible for communal disharmony and rising communal riots in India..By Republic Bharat, he brainwashed innocents Indians &amp; let them kill each other in the name of Religion..ARNAB KO EK SAAL TAK JAIL MEI BAND KARO..Jai Hind🇮🇳", "@majorgauravarya \nBe ready for battle if anything goes wrong to Arnab Goswami. Take Mr GD BAKSHI OTHER retired people along and meet president .Ask center to give him protection in Y category if possible Zcategory. donot let him stay  in Taloja Jail. Take him out  immediately", "@SupremeCourtFan  @AshokChouhan975 I appeal to HON'BLE Supreme Court of India to intervene in the Case of Arnab Goswami &amp; protect his fundamental rights...Being a citizen of India , I request you to save Arnab Goswami  from Physical Assault by Mumbai Police .We demand Justice 🇮🇳", "@cute_thakurain An Open Letter To Prime Minister Modi- If Arnab Goswami Dies In Any Circumstances After Being So Much Tortured Then The Entire Nation Will Turn Into A Battlefield.\nhttps://t.co/2oYeUX4a7A", "@AmitShah Please give Z category security  from the Paramilitary forces to Arnab Goswami as he says that his like is under danger", "@narendramodi PM Sir Kindly intervene in Arnab Goswami case it’s big setback for common man the way Mumbai police and state government behaving it’s an totally mafia..Please see in to this it’s really wrong.", "Arnab Goswami shifted to Taloja jail for using mobile phone at quarantine centre in Alibaug ⁦⁦@MrsGandhi why⁩ dont you organise a Protest, lets hit the Streets, U lead the Protest against Mumbai Police, Lets Save Democracy https://t.co/bxUxIav6aA", "@narendramodi \n@AmitShah \nArnab life is in danger, both Mumbai Police and Maharashtra Government are trying to kill him. What is his fault, fault is that he always supported the truth, please help him.\n#Save Arnab Goswami\n#NationStands4Arnab", "#people who write such letters have great courage ,they must be immediately recruited in the\n#ArmedForces. \nIf they can show so much courage for 1 person, imagine the courage they can show for 20 of Bihar Regiment who died for Nation.\n\n@PMOIndia\n@HMOIndia https://t.co/h9cc0yIzIm", "@khanumarfa People like you who justify body shaming by editing your own images to look slim, are now going to teach Journalism to Arnab Goswami. \nWhat a Satire!\nMain bhi soch raha hu, gravity ka concept hi khatam kardu iss prithvi par.", "@PMOIndia Please give Z category security  from the Paramilitary forces to Arnab Goswami as he says that his like is under danger", "@Arnab_R_Goswami All.   Now  Diwali 💥 FIREWORKS at  CM HOUSE IS MUST .", "@AmitShah ,@Swamy39 kindly requesting you please help Arnab Goswami, https://t.co/kLpoRyhQex", "@AmitShah  if you are really fit for HM position, please prove by  interfering in Maharastra Govt's illegal  actions against Arnab Goswami", "@Dev_Fadnavis Save Arnab Goswami. Save India. Save Democracy.\n\nBJP. Kindly act.\n\n#ReleaseArnabGoswami", "@priyapyadav18 #IndiaStandsWithMumbaiPolice \nFor arresting Arnab in abetment of suicide case of an interior designer !\n👍👍👍👍👍👍👍👍👍👍👍👍👍\n\nVictim's widow ⤵\n👉Mrs Anvay Naik. Listen to her side once before you jump to support Arnab Goswami.\nhttps://t.co/A14tFVExdw", "It's hard to imagine what's happening to Arnab Goswami. Yakub Memon &amp; Ajmal Kasab got better treatment.", "Will you ever be able to keep your head up &amp; face people or yourself in mirror after watching a son of Bharat Mata Arnab Goswami being abused, humiliated, harassed and tortured by Maharashtra government in front of every single indian??? @PMOIndia @rashtrapatibhvn @VPSecretariat", "@SaraSushant2020 @HMOIndia Arnab has requested the SC to intervene lets convey this message loudly to the SC use following HT #SupremeCourtSaveArnabNow https://t.co/Z4DlShkxeJ", "A man is getting denied access to his lawyers in judicial custody. he is getting assaulted regularly\n@India_NHRC  isn't this a violation of human rights \nPlease look into the matter of ARNAB GOSWAMI \nand strict action must be taken against mumbai police", "A terrible week for world’s Two Most Prominent Republicans.... \n\nDonald Trump (Loses Election)... \nArnab Goswami  (Gets Arrested)... \n\n😁\nTrump and Trumpet 😂😂😂\n\n(Whatsapp)", "@Sangita32620162 @ManMundra Because he is jealous of Arnab Goswami", "@theskindoctor13 Can you speak in favour of arnab goswami or IT cell members are warned not to speak for him?", "InfoDesk@ohchr​.​org: OHCHR - Stop the Human Rights Violation of Arnab Goswami (Journalist) in India - Sign the Petition! https://t.co/OGIufVb5c7 via @ChangeAUS", "InfoDesk@ohchr​.​org: OHCHR - Stop the Human Rights Violation of Arnab Goswami (Journalist) in India - Sign the Petition! https://t.co/HlkIhhJZRy via @ChangeOrg_India \n\n@humanrights1st @EURightsAgency", "Ab toh @RahulEaswar bhi bol rahein hai.... \n\nPlease Honourable Supreme Court.. Please save our Arnab Goswami sir!!! \n\nWe are praying to you!!! \n\n@PMOIndia @HMOIndia @narendramodi @AmitShah @rsprasad @rashtrapatibhvn \n#IndiaWithArnab #NationStands4Arnab https://t.co/xbQUJeLYtP", "@republic @ArnabGoswamiRC @GeneralBakshi We support arnab goswami", "@majorgauravarya @narendramodi @AmitShah @crpfindia Respected @narendramodi sir, please do not let democracy fail. There is a serious conspiracy to kill Arnab Goswami. It's a request to provide him with security as soon as possible, sir. 🙏\nWhy an illegal arrest needs legal bail??\n#ReleaseArnabNow #ArnabWeAreWithYou", "@shuklapinku An Open Letter To Prime Minister Modi- If Arnab Goswami Dies In Any Circumstances After Being So Much Tortured Then The Entire Nation Will Turn Into A Battlefield.\nhttps://t.co/2oYeUX4a7A", "@PMOIndia free arnab goswami or else thre will be no voting in this country. kya yeh ek sabhya country hey?", "@rashtrapatibhvn If something happens to Arnab Goswami, The Prime Mininster and The President Should resign. Why are you so cripled? He is being assaulted while in custody. There will be no value of such constitution, if the due process kills the innocent.", "Release Arnab Goswami, Support Freedom of Press - Sign the Petition! https://t.co/67hQa1Y4te via @ChangeOrg_India \n#JusticeForArnab \n#JusticeForArnabGoswami", "Without even waiting for High court verdict police shifted Arnab to Taloja jail....\n\nRelease Arnab Goswami now\n\n#NationStands4Arnab", "@IndianExpress Cheap journalism \nhttps://t.co/4eaHd9PgNZ", "#IndiaWithArnab  #SupremeCourtofIndia #NarendraModi #ArnabGoswami  My support with Arnab Goswami ji. Hope he comes out with good health🙏", "InfoDesk@ohchr​.​org: OHCHR - Stop the Human Rights Violation of Arnab Goswami (Journalist) in India - Sign the Petition! https://t.co/z977RLTvki via @Change", "@RuchiPTweets @SujataR00793345 Arnab has requested the SC to intervene lets convey this message loudly to the SC use following HT #SupremeCourtSaveArnabNow https://t.co/Z4DlShkxeJ", "@missing_patel @dhruv_rathee I know that's why I have said this ..... All we need to do is to Stand Up Against Wrong , Not To Make Up According To Our Intrest ok !! Just Because You Have Left Wing Ideology So You Won't Say Anything About Arnab Goswami .... That Is What Is Called Hipocricy My Friend !!", "#ArnabGoswamy\n@narendramodi @AmitShah Please help the innocent news anchor arnab Goswami!! @OfficeofUT shame on this government ... U vll never win the election from next time .... Balasaheb ka naam mitti Mae mila diya .... Gamandi sarkar", "@TimesNow @yadavtejashwi Arnab Goswami, who's in judicial custody, has been sent to Taloja Jail. This happened today, on Sunday.\n\nTaloja Jail is called hub of underworld.\n\nThis year in January, Taloja Jail authorities requested not to put gangster Ejaz Lakdawala because he could be killed by Dawood's men", "@narendramodi Modi G save Arnab Goswami or u will see something  unexpected.  U must have Heard sting of Arnab where Cong leader said Arnab will be ruined", "If anything, Arnab Goswami will be the culprit of the news channel. Because all the news channels have kept their mouths shut Request to the people, do not leave any of them.", "Don’t get why people are sympathising so much for Arnab goswami. He was the legit reason for abetting death of a man and his mother for the sake of money. He deserves this", "Good that @khanumarfa has\nmade the journalists' distinction on #RepulsiveTV and not opted for #TradeUnionLoyalty \n\nhttps://t.co/QiXAZ6rt9a", "What are you people doing?\nArnab Goswami is more important than your election campaigns.\nThis is now going to extreme limits.\nWake up and do something.\nEverything is happening in front of your eyes.\n@PMOIndia @narendramodi @HMOIndia @rajnathsingh @VPSecretariat @republic", "@majorgauravarya @narendramodi @AmitShah @crpfindia Honourable supreme court, I request you with folded hands to intervene in the release of Arnab Goswami. We have our faith in the Indian judiciary and will be fair.\n@narendramodi\n@AmitShah \n@indSupremeCourt\n\nPlease HELP, #ArnabGoswami from danger!\n\n#FreeArnabSaveDemocracy", "@AmitShah Why are you not doing anything for Arnab Goswami??? We expect some strict action from your side", "@GHiwarkar @AmitShah @PMOIndia We support Arnab goswami", "@Prajjval_ @narendramodi @AmitShah An Open Letter To Prime Minister Modi- If Arnab Goswami Dies In Any Circumstances After Being So Much Tortured Then The Entire Nation Will Turn Into A Battlefield.\nhttps://t.co/2oYeUX4a7A", "@Ganeshaa242021 @vstand4justice @ektaspace @HMOIndia @PMOIndia @republic @vivekagnihotri @GunjankaurAnand Arnab has requested the SC to intervene lets convey this message loudly to the SC use following HT #SupremeCourtSaveArnabNow https://t.co/Z4DlShkxeJ", "People of India, wake up now or never, Arnab Goswami has to be released today n not tomorrow, where is the Law of India, why is he shifted to Taloja jail, we demand Law to come in action and not to keep it in books. Modiji are you BJP PM or opposition leader?", "@KanganaTeam call all your contacts,bring arnab wife samyaray goswami and meet @rashtrapatibhvn \n\n@AmitShah ji be vocal on local( nationalistic people)\n@AmitShah send your @hmo mOS @kishanreddybjp\nTo see well being of arnab\n Your silent send wrong signals to nation https://t.co/8XpiyZy3xU", "@republic We are with Arnab Goswami and his family.\nWe are with Arnab Goswami and Republic Media Network\nThis Witch-hunt has to stop immediately. \nRelease Arnab Now.", "Whatever is happening with Mr. Arnab Goswami is shocking and disgusting, to say the least. The way he's being treated is very, very unfair. More people should come out and support him   . #IndiaWithArnab", "@narendramodi  why no action to save Arnab Goswami. Is Maharashtra govt above Centre? \nWhat kind of system is this were court opens for a terrorist at 12 AM at night to stop hanging but court don't care about life of a citizen.I am loosing faith in system, central govt and law.", "#IndiaWithArnab @AmitShah Please help Arnab Goswami. He is being denied justice and legal rights by Maharashtra police and government. I will not vote for BJP  if anything happens to Arnab.", "@KanganaTeam Do something for Arnab goswami", "TWEET: 100\nArnab Goswami life under threat.\nHis life is in danger.\n╔══════════════════╗\n             #IndiaWithArnab\n        #NationStands4Arnab\n╚══════════════════╝", "Release Arnab Goswami, Support Freedom of Press - Sign the Petition! https://t.co/67hQa1Y4te via @ChangeOrg_India", "Save ARNAB GOSWAMI's life.\n@AmitShah @HMOIndia \n\nQuote and tweet of you are scared and want the same. #NationStands4Arnab https://t.co/yyJ0J58qrJ", "Arnab Goswami's Family Is Assaulted By Police !!\n\nArnab Goswami Is Beaten Up by Police !!\n\n#NationStands4Arnab https://t.co/J8YzPeSl0E https://t.co/2slS8yar95", "@AmitShah please save arnab goswami🙏", "Respected @AmitShah @PMOIndia @narendramodi i want to know when the central government will take action against the maharashtra goverment,if something happens to arnab goswami central government will also be liable as much as the state goverment.President rule is must.", "Arnab Goswami’s bail application is before the court. I urge the Maharashtra Government and Police to treat him with dignity till the judges decide. No injustice be done to him while he is in custody   @republic", "@Krisha555 @Sharadha142 @SsrHerefor Arnab has requested the SC to intervene lets convey this message loudly to the SC use following HT #SupremeCourtSaveArnabNow https://t.co/Z4DlShkxeJ", "all Citizens of India, come In Large Numbers on The Road. Pls support Arnab Goswami !\n\n@indSupremeCourt\ntake Suo Moto. Pls protect  #ArnabGoswami \n\n@PMOIndia\n@HMOIndia\n@SupremeCourtFan #NationStands4Arnab\n#SupremeCourtSaveArnabNow \n#ArnabGoswami \n@republic \n@Republic_Bharat https://t.co/aqPNkxsuIe", "Full plan to Kill Arnab Goswami in Taloja jail........!!!!!!!!\n\n@AmitShah @narendramodi please save Arnab 🙏\n\n#ArnabGoswamy \n#SaveArnabSaveDemocracy \n#NationStands4Arnab", "@PMOIndia Please take care of Arnab Goswami", "@Vee_ItIs @Sharadha142 Arnab has requested the SC to intervene lets convey this message loudly to the SC use following HT #SupremeCourtSaveArnabNow https://t.co/Z4DlShkxeJ", "@nilotpalm3 Honourable supreme court, I request you with folded hands to intervene in the release of Arnab Goswami. We have our faith in the Indian judiciary and will be fair.\n@narendramodi\n@AmitShah \n@indSupremeCourt\n\nPlease HELP, #ArnabGoswami from danger!\n\n#FreeArnabSaveDemocracy", "Respected PM Modi ji @narendramodi people elected you and always showed faith on you. Now its time to show that the common people elected the correct PM. Please dont wait for any mishappening with Arnab Goswami. \n#IndiaWithArnab", "TWEET: 99\nArnab Goswami life under threat.\nHis life is in danger.\n╔══════════════════╗\n             #IndiaWithArnab\n        #NationStands4Arnab\n╚══════════════════╝", "@sambitswaraj \nBJP walo ne arnab goswami ji se dhokha kiya.\nBJP sarkar murdabad \nCentral government murdabad \nCentral government murdabad \nCentral government murdabad \nCentral government murdabad \nCentral government murdabad \nCentral government murdabad \n😭😭😭😭😭😭😭😭😭😭😭😭", "So #ArnabGoswamy was using Mobile phone. While outside he is speaking differently. He is making everyone fool! https://t.co/7Zs3fm1Ple", "TWEET: 98\nArnab Goswami life under threat.\nHis life is in danger.\n╔══════════════════╗\n             #IndiaWithArnab\n        #NationStands4Arnab\n╚══════════════════╝", "@NavyaMukhi2 @RIYACHO71820917 Arnab has requested the SC to intervene lets convey this message loudly to the SC use following HT #SupremeCourtSaveArnabNow https://t.co/Z4DlShkxeJ", "@Anurag_Office @ianuragthakur @narendramodi @JoeBiden @KamalaHarris We want justice for SSR and Arnab Goswami.", "@republic @SjAmruta I stand with Arnab Goswami 🙏", "@AmitShah please save life of Arnab Goswami", "@AmitShah Plz Help Arnab goswami of republic tv news channel in Maharashtra", "@narendramodi @AmitShah\nSir why MahaGovt playing Court Court with Arnab Goswami?? \nWhen all r seeing it was illegally arrest to cover up SSR and Disha's murderers. \n#NationStands4Arnab \n#Justice4SSRIsPending https://t.co/fb4eMJhn9k", "@PMOIndia If something happens to Arnab Goswami, The Prime Mininster and The President Should resign. Why are you so cripled? He is being assaulted while in custody. There will be no value of such constitution, if the due process kills the innocent.", "@heroinehoo @Justice4SSRsoon @Ignoreandfly47 Arnab has requested the SC to intervene lets convey this message loudly to the SC use following HT #SupremeCourtSaveArnabNow https://t.co/Z4DlShkxeJ"]