{"0": "@real_pt_sushil #IndiaWithArnab | Over 5 lakh signatures on the petition backing Arnab Goswami at https://t.co/LxSFACnIvM; over 2 million tweets on #IndiaWithArnab as the chorus resounds; Send in your videos", "1": "#FreeArnabSaveDemocracy @AmitShahOffice Please use your good office to provide z plus security to nationalist journalist Shri Arnab Goswami.", "2": "@RepubliccNo1 @narendramodi HONOURABLE PRIME MINISTER SHRI @narendramodi ji, WHY ARE YOU STILL SILENT ??? \n@Republic_Bharat , @AmitShah , @BJP4Maharashtra , @BJP4India, @sambitswaraj\nINDIANS ARE REQUESTING WITH FOLDED HANDS. WE ARE WATCHING SILENCE OF BJP.\nBharat Mata ki Jai\nARNAB GOSWAMI IS NOT A CRIMINAL.", "3": "Power to Pradeep ji. Power to Arnab ji.\nGod is there. Bowing to that Almighty for the wonderful Miracles.\nYes we will win.\nArnab will come out stronger.\nOur Lion will Roar more loudly. My all prayers for Arnab Goswami.\n“NaMo” I know u r watching n u will win🙏🙏🙏 https://t.co/OOyO84a5MO", "4": "Hon'ble PM \n@narendramodi ji\n@AmitShah ji\nWe NRI Condemn Arrest of Arnab Goswami Who stands for ⚖ \nRequest to intervene and Get Him immediate Release plz\nSeeing Bombay City present Dictatorship We fear to make any further investment or moving back to India \n#NationStands4Arnab https://t.co/p7gENmcdum", "5": "@majorgauravarya @GeneralBakshi @rashtrapatibhvn Please support Arnab Goswami 🙏#JusticeforSSR #WeSupportArnabGoswami https://t.co/gECaBCQnLx", "6": "What happened in our maharashtra against Arnab Goswami is height of lawlessness Shivsena goverment totally tarnished image of Shri Balasaheb thakare and hindutva\nWhy BJP is silent on this they should immediately act protect Arnab otherwise common people will loose faith in modiji", "7": "@DrlathaC Dumeels who had no guts to question Cho supporting Shankaracharya arrest by appearing in TV in early morning hours in his trade mark uniform questioning Arnab Goswami and gloating over Goswami arrest.", "8": "@LivingstonJohn5 @MumbaiMirror Why because he is speaking the truth. It's just the EGO of the Maharashtra Gov and they are taking revenge bcoz he is speaking against them and Arnab Goswami is speaking the truth.\n#ArnabGoswamy \n#EmergencyInMaharashtra \n#IndiaWithArnabGoswami", "9": "@aleenadas07 @Swamy39 @PMOIndia HONOURABLE PRIME MINISTER SHRI @narendramodi ji, WHY ARE YOU STILL SILENT ??? \n@Republic_Bharat , @AmitShah , @BJP4Maharashtra , @BJP4India, @sambitswaraj\nINDIANS ARE REQUESTING WITH FOLDED HANDS. WE ARE WATCHING SILENCE OF BJP.\nBharat Mata ki Jai\nARNAB GOSWAMI IS NOT A CRIMINAL.", "10": "@nytimes why are you silent when the opposition in India is murdering democracy by illegaly arresting Arnab Goswami for 4 days. Where is your journalism now", "11": "⚪ Supreme Court must take Suo moto cognizance\n\n⚪ Supreme Court must provide Z+ Security to Arnab Goswami\n\n#NationStands4Arnab", "12": "Raigad police shifted Arnab Goswami, editor-in-chief of Republic TV, to Taloja jail in Navi Mumbai on Sunday morning for allegedly using a mobile phone while in judicial custody inside a make-shift quarantine centre for prisoners located in a municipal school in Alibaug. https://t.co/B2mLvQ2FyN", "13": "@narendramodi Respected sir please take action against Maharashtra Government please protect Arnab Goswami.we respect you.but really disappointed ☹️ please ......He is in danger. Give him protection.please.", "14": "@republic @narendramodi @AmitShah Respected @rashtrapatibhvn and @PMOIndia  we request to release Arnab Goswami today. We want to see him in today's night show at 7pm. #IndiaWithArnabGoswami  @republic @republic", "15": "@PMOIndia \nRespected Sir\n\nPlease save Arnab Goswami, his life is in danger. He is good personality. Please stop dirty politics happening with him. Please save him and also save Maharashtra by bringing BJP government.\n\nThanks and regards\n\nYours sincerely\nJayanto Ghosh", "16": "@abhiandniyu It's a sham abhi and niyu that you are not speaking for arnab goswami. Whatever his style is. You may like it or not but he is a human he deserves to be treated as human his life is in danger please speak for it.", "17": "@narendramodi \nPM please do something to save the life of Arnab goswami Govt Uddhav government has been doing many many things unconstitutionally in past in personal revenge  kindly dismiss the government", "18": "#ArnabGoswamy  Arrest of Arnab Goswami is a clear indication that no Government is going to help you when you are in crisis! Be neutral in your Journalism ..Do not become Spoke  person of any damn  party..All are selfish and kick you when they are done with you!! #TalojaJail", "19": "@Arnab_RBharat @pradip103 I also pray to supreme court open the court and take action and save arnab goswami's life", "20": "We expect central Intervention soon.. \n@PMOIndia @HMOIndia @NarroVictor @AmitShah \nOr we will see after someday the central only giving Mourning on Arnab Goswami's last rights !\nI mean yes If he will not be out \nHe will surely be killed \nBring him out now \n#NationStands4Arnab https://t.co/GAiE0XV5aa", "21": "@bhootnath @republic @Republic_Bharat @PMOIndia @HMOIndia @AmitShah @narendramodi @rajnathsingh @rsprasad Please save Arnab Goswami. Mahagvt took him to Taluka jail whr dawood gangsters are there. They will kill him or encounter Arnab.Dnt be a Robot n mute spectator. Ppl must come on street", "22": "@republic Appeal to ex CJI Sri Ranjan Gogoi through this reply twitt please step in to save Arnab Goswami, otherwise he will tortured in jail till death.", "23": "@JPNadda Sir please do the needful for Arnab Goswami...@Republic_Bharat \n@HMOIndia @PMOIndia @Swamy39 \n@BJP4India @BJP4Maharashtra", "24": "@smritiirani you and other govt ministers are always talking about nationalism but you are doing nothing to protect Arnab Goswami from death. His life is in danger and he may be killed in jail by Police in connivance with underworld and reported as suicide. People are angry.", "25": "Pls help us @AmitShah @narendramodi  Save our Arnab Goswami 🙏🙏🙏 🙏 #SaveArnabSaveDemocracy https://t.co/kPkzlZHiee", "26": "@PMOIndia \nPM Modi any opinion about whats happening with Arnab Goswami? \nWill you do something to save his life?\nPPL of India are watching you and central government.", "27": "Arnab Goswami was never a firebrand journalist in the Woodward/Bernstein sense. He was the attack dog of a powerful political Party; the expendable pawn in a power struggle between the Party that rules India's richest State and the Party that seeks to rule India in perpetuity. https://t.co/gmI3YJ4xwQ", "28": "If you can't save Arnab Goswami then how you will be able to save nationalists? It's enough, we are losing faith in you. Kindly help. \n@AmitShah @narendramodi @republic #IndiaWithArnabGoswami", "29": "@timesofindia @TOICitiesNews Please stop lying about Arnab Goswami..He is the voice of the nation. As a fellow journalist please help him..His life is in danger Please", "30": "@majorgauravarya @narendramodi @AmitShah @crpfindia Please support Arnab Goswami 🙏#JusticeforSSR #WeSupportArnabGoswami https://t.co/zWtQMjuxfD", "31": "@OfficialArnab9 If Modi ji is a real nationalist then he should really give justice to Arnab Goswami Sir and Mumbai culprits,politicians should be punished publicly 🤬🤬🤬🤬🤬🤬🤬🤬🤬🤬🤬🤬🤬🥵😡😡😡", "32": "@OpIndia_com Nothing right is happening in world right now From USA elections to Arnab Goswami", "33": "@narendramodi Sir please release Arnab Goswami.. Please 🙏🙏🙏", "34": "@PMOIndia @narendramodi @AmitShah @AmitShahOffice @Swamy39 @rsprasad \nThough I firmly disapprove with Arnab Goswami for his yellow journalism, but I do stand firmly with him on his arrest.\nWhy is the central govt silent? Why no outrage? Why don't you interfere?", "35": "Bhavishyawaani : Arnab Goswami might get killed in Taloja Jail by Some fellow criminal there(officially).\n\nUnofficially you know by whom 🌚", "36": "@ManMundra @republic @Republic_Bharat @PMOIndia @HMOIndia @AmitShah @narendramodi @rajnathsingh @rsprasad Please save Arnab Goswami. Mahagvt took him to Taluka jail whr dawood gangsters are there. They will kill him or encounter Arnab.Dnt be a Robot n mute spectator. Ppl must come on street", "37": "@pradip103 @pradip103 your efforts will certainly bring results. But approach @AmitShah  to provide Central Reserve police force immediately to @ArnabGoswamiRTV  to ensure his safety and security in jail and Arnab Goswami should not be put in prison with other criminals.", "38": "@pradip103 @pradip103 We are with you and Arnab Goswami! Fight for Arnab who is a true patriot of india. Fight for justice. Nation will fight for the fundamental right of Arnab. Bharat mata ki jai !", "39": "@Swamy39 Sir  entreat you to save the life of Arnab Goswami. In doing so would have been a leading voice to caution the entire nation of of a repetition of the dark days of Emergency in this country. Democracy and lawful life is being trampled upon in Maharashtra.Its bad", "40": "@sendGobi I by default read it arnab goswami at first. 😅😅", "41": "@KiritSomaiya @BJP4India @Dev_Fadnavis @BJP4Maharashtra Stunts are not welcome bobdiya what personal interest you hv in criminal arnab goswami? I suppose u r in conniving with him in ruining people lives .", "42": "Such brazenness in openly rejoicing a fellow journalist illegal arrest.\n\n“The message has been ‘come and get me’. Well, they came and got him.”\n\nThis isn’t a column but just a public rant &amp; open support to a facist coalition.\n#ArnabWeAreWithYou  https://t.co/83enUwJW1o", "43": "@republic We support arnab goswami", "44": "@republic Plzzz release Arnab Goswami", "45": "@AmitShah Plz save Arnab Goswami sir", "46": "Time to hit the streets, albeit peacefully, till push gets to shove!\n\nCalling for people to unite for Arnab Goswami and campaign for his unconditional release from illegal detention!\n\nAwaam jaag raha hai! Release him NOW!\n@ishkarnBHANDARI @Swamy39", "47": "@SriPMModi Respected shri Modi ji, your image in my heart and others is a great leader Arnab Goswami is a veteran jurnalist not criminal, please you take action to Protect Arnab and release him. It is anarchey of Maharashtra govt. Thank you.", "48": "Please support Arnab Goswami 🙏#JusticeforSSR #WeSupportArnabGoswami https://t.co/h7HIFSd24f", "49": "@goelgauravbjp @republic @Republic_Bharat @PMOIndia @HMOIndia @AmitShah @narendramodi @rajnathsingh @rsprasad Please save Arnab Goswami. Mahagvt took him to Taluka jail whr dawood gangsters are there. They will kill him or encounter Arnab.Dnt be a Robot n mute spectator. Ppl must come on street", "50": "i want to see ARNAB GOSWAMI AS CM OF MAHARASHTRA\n\nI WANT TO SEE HIM AS NEXT PRIME MINISTER \n\nBOYCOTT MODI", "51": "Justice Shinde will be equally responsible if anything happens to Arnab Goswami.\n#IndiaWithArnabGoswami", "52": "Release Arnab Goswami Right now. We can't tolerate this injustice any more. Do something @PMOIndia @narendramodi @AmitShah @HMOIndia @rsprasad 🙏\n#indiawitharnabgoswami \n#ReleaseArnabGoswami", "53": "@CPMumbaiPolice @SaketGokhale @Kripajaising @MumbaiPolice Can you please provide an ipad preloaded with cartoon dramas to have Arnab Goswami educated while in quarantine 😂", "54": "@INCDehradun @JoeBiden @TheDemocrats @KamalaHarris @DrBiden We stand for Arnab Goswami# The HERO of India#", "55": "@AmitShah Today is the day to boycott BJP for Arnab Goswami, we are loosing faith", "56": "@peenaks @bsdhanoa @majorgauravarya With Field Marshal Arnab Goswami at helm, he deserves this promotion.", "57": "Bcuz Arnab goswami Republic problems started only work ssr case.  And u promised to take care of us. https://t.co/m1fv6MDumS", "58": "@AmitShah sir it's our humble rqst pls release Arnab Goswami. He is not a criminal so why ds harrassment?? We want justice 🙏🙏.", "59": "@MajorPoonia @HMOIndia @republic @Republic_Bharat @PMOIndia @HMOIndia @AmitShah @narendramodi @rajnathsingh @rsprasad Please save Arnab Goswami. Mahagvt took him to Taluka jail whr dawood gangsters are there. They will kill him or encounter Arnab.Dnt be a Robot n mute spectator. Ppl must come on street", "60": "@narendramodi #NationStands4Arnab \n@AmitShah @narendramodi \n\nIf you don't listen to nation's Mann ki baat, why we'll listen to you? You didn't say a word about SSR, you didn't take any action for Arnab Goswami, you really disappointed people of India. You will see the effect on you and BJP.", "61": "@narendramodi \nIf a person like Arnab Goswami gets treatment like this in our country, what will happen to common people?\nIf bjp us now have free time from buhar election please look in to Maharashtra also\nWe voted BJP to save democracy", "62": "@OpIndia_com @ArnabGoswamiRTV @nirwamehta @narendramodi @AmitShah @HMOIndia @indSupremeCourt  sir please save Arnab Goswami. His life is under threat.We already lost Sushant and Disha  now we can't afford to lose another nationalist,arnab. Please do something before it is too late. 🙏 Save @iArnabGoswami_", "63": "Arnab Goswami will suicide like Sushant Singh Rajput. \nD gang, Sharad Pawar, Udhav thakre, Sonia Gandhi so much of panga with so many gangsters \n#ArnabGoswamy", "64": "@meera_raichand @narendramodi @PMOIndia You stay in the US and have absolutely no other work than tweeting about Arnab Goswami?😂\nBetter delete the account soon. Cyber cell is approaching...", "65": "@Swamy39 Sir @Swamy39 please protect our arnab Goswami 🙏 we are begging you with folded hands. I'm Literrally crying while writing this to u Bcz I knw you're a good man &amp; you'll understand.Pls save our democracy. #IndiaWithArnabGoswami", "66": "@BJP4India @smritiirani @narendramodi @JPNadda @AmitShah You should must think about Arnab Goswami. He is in biggest trouble", "67": "Arnab Goswami Case LIVE Updates Maj Gen GD Bakshi, Veterans to meet Pres... https://t.co/G9IBP2b4bt via @YouTube Watch @Republic_Bharat @republic ams sign petition #IndiaStandsWithArnab #IndiaStandsWithArnabGoswami", "68": "Today at 5 pm @GeneralBakshi will lead a delegation to meet the Supreme Commander of the Armed Forces The Honourable President of India and submit a petition requesting Z Catagory security for Arnab Goswami. \n\n@rashtrapatibhvn\n#NationStands4Arnab \n#Hyderabad4SSR", "69": "#IndiaWithArnab\nIs #india no more safe sir? A citizen is shouting “My life is under threat” and nobody wants to help him?\n@narendramodi\nREQUESTING CENTRE TO SAVE ARNAB GOSWAMI’s LIFE 🙏🏻\n\n#supremecourtofindia My Lordships pls take action 🙏🏻\n#ReleaseArnabNow @rashtrapatibhvn", "70": "@BJP4India @narendramodi HONOURABLE PRIME MINISTER SHRI @narendramodi ji, WHY ARE YOU STILL SILENT ??? \n@Republic_Bharat , @AmitShah , @BJP4Maharashtra , @BJP4India, @sambitswaraj\nINDIANS ARE REQUESTING WITH FOLDED HANDS. WE ARE WATCHING SILENCE OF BJP.\nBharat Mata ki Jai\nARNAB GOSWAMI IS NOT A CRIMINAL.", "71": "@CJIofindia \nHonourable SC Justice\nKindly intervene in Arnab Goswami case and bring goons to book. Intelligent and honest Journalism should be promoted. Not demotivated.", "72": "@JohariSantwana @HMOIndia @PMOIndia @narendramodi @AmitShah Please save arnab goswami life @rashtrapatibhvn", "73": "If for a terrorist the Supreme Court can function at 12 in the midnight.. Why not for a nationalist Arnab Goswami?? Are we really so sick as a nation??? What’s the fault of Arnab?fighting for truth... fighting for common men.#RepublicFightsBack #PMOIndia #ArnabGoswamy #AmitShah", "74": "@GeneralBakshi Bitriyal by BJP. \nArnab goswami arrest. \nShame on modi 😡😡😡\n@AmitShahOffice", "75": "@GeneralBakshi @PMOIndia @narendramodi @AmitShah @rajnathsingh @Dev_Fadnavis @nitin_gadkari @BJP4India @IPS_Association\n@PTI_News @adgpi @Swamy39\nIf anything Wrong happened with Arnab Goswami, From Now Public will Loose hope from Justice Democracy and Constitution.\nFor this MVA is responsible.", "76": "@KirtiSweta I am Arnab goswami ll", "77": "DEATH OF DEMOCRACY.\nWe are requesting with FOLDED HANDS, Honourable PM Shri @narendramodi ji please wake up from the WONDERLAND, PLEASE INTERVENE SIR. \nARNAB GOSWAMI IS NOT A CRIMINAL\n@Republic_Bharat , @republic , @BJP4India , @AmitShah , @Tejasvi_Surya , @ANI , @GeneralBakshi", "78": "@PMOIndia Sir, please help Arnab Goswami ji", "79": "InfoDesk@ohchr​.​org: OHCHR - Stop the Human Rights Violation of Arnab Goswami (Journalist) in India - Sign the Petition! https://t.co/ynHH5fQU3M via @ChangeOrg_India", "80": "Message for Arnab\nMe : Arnab Goswami\n@PMOIndia  @narendramodi @ianuragbisht @arnaboffcial9 @AmitShah @myogioffice @myogiadityanath @Supremecourtindia @engineer_inside https://t.co/fuG8dGUPKQ", "81": "@pradip103 @narendramodi @AmitShah @HMOIndia @indSupremeCourt  sir please save Arnab Goswami. His life is under threat. We already lost Sushant and Disha  now we can't afford to lose another nationalist, arnab. Please do something before it is too late. 🙏 \n\n#NationStands4Arnab", "82": "@ShekharGupta columnists are writing long pieces on why they think Arnab Goswami is not a journalist at a time when his life is in danger from what looks like a clear case of vendetta by political powers", "83": "@shukdeo_pandey #IndiaWithArnab | Over 5 lakh signatures on the petition backing Arnab Goswami at https://t.co/LxSFACnIvM; over 2 million tweets on #IndiaWithArnab as the chorus resounds; Send in your videos", "84": "@sambitswaraj @BSKoshyari  THIS IS MY HUMBLE REQUEST TO SUPREME COURT AND BJP AND MODI AND AMIT SHAH TO ACT FAST AND HELP RESCUE ARNAB GOSWAMI FROM THE CLUTCHES OF MUMBAI POLICE,SHIV SENA AND UDDHAV THACKERAY..!!HE IS UNDER IMMENSE THREAT..!!", "85": "Arnab Goswami shifted to Taloja Central Jail, alleges threat to his life\n\nhttps://t.co/qW2zv4d4A8", "86": "Plzzz sign this petition to show your support to Arnab Goswami sir 🙏❤️🌺👇👇👇👇\nhttps://t.co/C9Pb5ufKv3\n#ArnabGoswamy", "87": "@republic Please release Arnab Goswami sir. His life is in danger. Please Modiji and Amit Shah Ji ,do something for Arnab Goswami sir .", "88": "@Swamy39 Such a Shame... BJP let down Arnab Goswami today... \n@narendramodi @AmitShah your urgent intervention is required... If not then India won't forgive you.", "89": "@HMOIndia माननीय अमित शाह जी Arnab Goswami is not safe emergency protect please please help Arnab Goswami help please", "90": "@India_NHRC Dear Human rights,speak up before you loose a life and speak for Human Rights  of a Arnab Goswami love of the nation,for the nation! @republic @narendramodi @ishkarnBHANDARI @AmitShah @JPNadda", "91": "Watch Live! | Lassi Pe Charcha - 7 | Arnab Goswami - Donald Trump - Crac... https://t.co/XRtab7vsfn via @YouTube", "92": "OUR PM IS ARNAB GOSWAMI\n\nHE STANDS FOR TRUTH \n\nHE STANDS FOR INJUSTICE", "93": "Mr PM @narendramodi\nWe're your fans\nWe see a ray of hope in you\nPlease dont keep mum\nSpeak\nIntervene\nSave #ArnabGoswamy\nPlease read 👇\n'Please Tell The People Of This Country, My Life Is Under Threat': Arnab Goswami Appeals From Police Van https://t.co/NDQfC79fSE via @swarajyamag", "94": "STOP the HUMAN RIGHTS VIOLATION of Arnab Goswami (Journalist) in India.\n\nPLEASE SIGN this PETITION...! 🙏\nhttps://t.co/K0C3kzFEUC", "95": "@indiawitharnab @republic Please honourable Supreme Court and High Court do something about this and take fruitful action to Mr Arnab Goswami. So man Sandeep Singhs are surrounding him according to the state government. He is the only one brave, open talk and fighting for the justice against the evil acts", "96": "#IndiaWithArnab | Over 5 lakh signatures on the petition backing Arnab Goswami at https://t.co/LxSFACnIvM; over 2 million tweets on #IndiaWithArnab as the chorus resounds; Send in your videos", "97": "@SkyNews @SkyNewsBreak @SkyNewsAust  dear Sir leading, upright journalist Mr Arnab Goswami has been illegally arrested by the Maharashtra police in India. Kindly bring this news to International media. Kindly help in his release.", "98": "@SunainaHoley Madam Zee news did cover story on Arnab Goswami", "99": "@republic @Republic_Bharat @PMOIndia @HMOIndia @AmitShah @narendramodi @rajnathsingh @rsprasad Please save Arnab Goswami. Maharashtra gvt took him to Taluka jail where dawood gangsters are there. They will kill him or encounter Arnab Goswami. Please save ,intervene.Dnt be a Robot https://t.co/NZCYCbZO51"}